Repository: Anhthuhai/DR-ICU
Catalog: lib/l10n/app_*.arb
Languages: vi

# welcomeMessage
source: Welcome to DR ICU
vi: Chào mừng đến với DR ICU

# welcomeSubtitle
source: Support tool for doctors and students practicing in intensive care units
vi: Công cụ hỗ trợ cho bác sĩ và sinh viên thực hành tại khoa hồi sức tích cực

source: Clinical Scores
vi: Thang điểm lâm sàng

source: Emergency Protocols
vi: Quy trình cấp cứu

# emergencyProtocolsDescription
source: Critical care procedures
vi: Quy trình hồi sức cấp cứu

source: Diagnostic Tools
vi: Công cụ chẩn đoán

# diagnosticToolsDescription
source: Lab analysis, imaging guides
vi: Phân tích xét nghiệm, hướng dẫn hình ảnh

source: Calculation Tools
vi: Công cụ tính toán

# calculationToolsDescription
source: BMI, BSA, dosage calculations
vi: Tính BMI, BSA, các chỉ số y tế

# cha2ds2_vasc_score
source: CHA₂DS₂-VASc Score
vi: Thang điểm CHA₂DS₂-VASc

# risk_very_low
source: Very low risk
vi: Nguy cơ rất thấp

# risk_low
source: Low risk
vi: Nguy cơ thấp

# risk_moderate
source: Moderate risk
vi: Nguy cơ trung bình

# risk_high
source: High risk
vi: Nguy cơ cao

# stroke_risk_per_year
source: Stroke risk/year: {risk}
vi: Nguy cơ đột quỵ/năm: {risk}

source: No anticoagulation needed
vi: Không cần kháng đông

source: Consider anticoagulation or aspirin
vi: Cân nhắc kháng đông hoặc aspirin

source: Oral anticoagulation recommended
vi: Khuyến cáo kháng đông đường uống

source: Major Risk Factors
vi: Yếu tố nguy cơ chính

# cha2ds2_vasc_usage
source: • CHA₂DS₂-VASc is used to assess stroke risk in patients with non-valvular atrial fibrillation
vi: • CHA₂DS₂-VASc được sử dụng để đánh giá nguy cơ đột quỵ ở bệnh nhân rung nhĩ không do bệnh van tim

# anticoagulation_male_recommendation
source: • Score ≥ 2 (male) or ≥ 3 (female): anticoagulation recommended
vi: • Điểm ≥ 2 (nam) hoặc ≥ 3 (nữ): khuyến cáo kháng đông

# anticoagulation_consideration
source: • Score = 1 (male) or = 2 (female): consider anticoagulation
vi: • Điểm = 1 (nam) hoặc = 2 (nữ): cân nhắc kháng đông

# hasbled_combination
source: • Should be considered together with HAS-BLED score to assess bleeding risk
vi: • Cần cân nhắc cùng với HAS-BLED score để đánh giá nguy cơ chảy máu

source: Unit Converter
vi: Chuyển đổi

# unitConverterDescription
source: Convert medical units
vi: Chuyển đổi đơn vị y tế

source: Lab Analysis
vi: Xét nghiệm

# labAnalysisDescription
source: Interpret laboratory results
vi: Phân tích kết quả xét nghiệm

source: Guidelines
vi: Hướng dẫn

# guidelinesDescription
source: Clinical practice guidelines
vi: Hướng dẫn thực hành lâm sàng

source: Entertainment
vi: Giải trí

# entertainmentDescription
source: Medical trivia and games
vi: Câu đố và trò chơi y khoa

source: Bookmarks
vi: Đánh dấu

source: Search
vi: Tìm kiếm

source: Notifications
vi: Thông báo

source: Settings
vi: Cài đặt

source: Language
vi: Ngôn ngữ

source: Language Selection
vi: Chọn ngôn ngữ

source: Cancel
vi: Hủy

source: Save
vi: Lưu

source: Clear
vi: Xóa

source: Calculate
vi: Tính toán

source: Result
vi: Kết quả

source: Score
vi: Điểm

source: Normal
vi: Bình thường

source: Mild
vi: Nhẹ

source: Moderate
vi: Vừa

source: Severe
vi: Nặng

source: Critical
vi: Nguy kịch

# glasgowComaScale
source: Glasgow Coma Scale (GCS)
vi: Thang điểm Glasgow

# glasgowComaScaleDescription
source: Assessment of consciousness level
vi: Đánh giá mức độ ý thức bệnh nhân

source: Eye Response
vi: Phản ứng mắt

source: Verbal Response
vi: Phản ứng lời nói

source: Motor Response
vi: Phản ứng vận động

source: Total
vi: Tổng

source: Home
vi: Trang chủ

source: Other
vi: Khác

source: Refresh
vi: Làm mới

source: Clear All
vi: Xóa tất cả

source: Back
vi: Quay lại

# apache2Score
source: APACHE II Score
vi: Thang điểm APACHE II

# apache2Description
source: Acute Physiology and Chronic Health Evaluation
vi: Đánh giá sinh lý cấp tính và sức khỏe mãn tính

source: SOFA Score
vi: Thang điểm SOFA

# sofaDescription
source: Sequential Organ Failure Assessment
vi: Đánh giá suy cơ quan tuần tự

# sapsScore
source: SAPS II Score
vi: Thang điểm SAPS II

# sapsDescription
source: Simplified Acute Physiology Score
vi: Thang điểm sinh lý cấp tính đơn giản

source: Braden Scale
vi: Thang Braden

# bradenDescription
source: Pressure Ulcer Risk Assessment
vi: Đánh giá nguy cơ loét do tỳ đè

# nihssScore
source: NIHSS
vi: Thang NIHSS

# nihssDescription
source: National Institutes of Health Stroke Scale
vi: Thang đánh giá đột quỵ quốc gia Mỹ

# rassScore
source: RASS
vi: Thang RASS

# rassDescription
source: Richmond Agitation-Sedation Scale
vi: Thang đánh giá kích động - an thần Richmond

# camIcuDescription
source: Confusion Assessment Method for ICU
vi: Phương pháp đánh giá lú lẫn trong ICU

source: Respiratory System
vi: Hệ hô hấp

source: Cardiovascular System
vi: Hệ tim mạch

source: Nervous System
vi: Hệ thần kinh

source: Renal System
vi: Hệ thận

source: Hepatic System
vi: Hệ gan

source: Coagulation System
vi: Hệ đông máu

source: Blood Pressure
vi: Huyết áp

source: Heart Rate
vi: Nhịp tim

source: Temperature
vi: Nhiệt độ

source: Respiratory Rate
vi: Nhịp thở

source: Oxygen Saturation
vi: Độ bão hòa oxy

# labResults
source: Laboratory Results
vi: Kết quả xét nghiệm

# bloodGas
source: Blood Gas Analysis
vi: Khí máu

source: Complete Blood Count
vi: Công thức máu

# liverFunction
source: Liver Function Tests
vi: Chức năng gan

# kidneyFunction
source: Kidney Function Tests
vi: Chức năng thận

source: Electrolytes
vi: Điện giải

source: Intensive Care
vi: Hồi sức tích cực

source: Emergency Medicine
vi: Y học cấp cứu

source: Critical Care
vi: Chăm sóc đặc biệt

source: Patient Monitoring
vi: Theo dõi bệnh nhân

source: Medical Calculation
vi: Tính toán y khoa

source: References
vi: Tài liệu tham khảo

# medical_disclaimer
source: FOR HEALTHCARE PROFESSIONALS ONLY Reference tool - Not a substitute for clinical judgment
vi: DÀNH CHO NHÂN VIÊN Y TẾ Công cụ tham khảo - Không thay thế phán đoán lâm sàng

# medical_references_title
source: Medical References & Citations
vi: Tài Liệu Tham Khảo & Trích Dẫn Y Khoa

# medical_disclaimer_title
source: Medical Disclaimer
vi: Tuyên Bố Y Khoa

# medical_disclaimer_content
source: DR-ICU is intended for educational and reference purposes only for qualified healthcare professionals. This app should NOT replace clinical judgment, institutional protocols, or professional medical training. All medical information is based on established clinical guidelines and literature as cited below.
vi: DR-ICU được thiết kế chỉ nhằm mục đích giáo dục và tham khảo cho các nhân viên y tế có chuyên môn. Ứng dụng này KHÔNG nên thay thế phán đoán lâm sàng, quy trình của cơ sở y tế, hoặc đào tạo y khoa chuyên nghiệp. Tất cả thông tin y khoa đều dựa trên các hướng dẫn lâm sàng và tài liệu đã được thiết lập như được trích dẫn bên dưới.

source: Medical Literature
vi: Tài liệu y khoa

source: Evidence-Based
vi: Dựa trên bằng chứng

source: Clinical Guidelines
vi: Hướng dẫn lâm sàng

# gcs_eye_spontaneous
source: Opens eyes spontaneously
vi: Mở mắt tự phát

# gcs_eye_to_voice
source: Opens eyes to verbal command
vi: Mở mắt khi gọi

# gcs_eye_to_pain
source: Opens eyes to painful stimulus
vi: Mở mắt khi đau

# gcs_eye_none
source: Does not open eyes
vi: Không mở mắt

# gcs_verbal_oriented
source: Oriented and converses normally
vi: Nói chuyện bình thường

# gcs_verbal_confused
source: Confused conversation
vi: Nói lẫn, nhầm lẫn

# gcs_verbal_inappropriate
source: Inappropriate responses
vi: Nói từng từ không liên quan

# gcs_verbal_incomprehensible
source: Incomprehensible speech
vi: Chỉ phát ra âm thanh

# gcs_verbal_none
source: Makes no sounds
vi: Không phản ứng

# gcs_motor_obeys
source: Obeys commands
vi: Làm theo lệnh

# gcs_motor_localizes
source: Localizes painful stimuli
vi: Định vị đau

# gcs_motor_withdrawal
source: Withdraws from pain
vi: Rút tay khi đau

# gcs_motor_flexion
source: Abnormal flexion posturing
vi: Tư thế gấp bất thường

# gcs_motor_extension
source: Abnormal extension posturing
vi: Tư thế duỗi bất thường

# gcs_motor_none
source: Makes no movements
vi: Không phản ứng

source: Mild Brain Injury
vi: Chấn thương não nhẹ

source: Moderate Brain Injury
vi: Chấn thương não trung bình

source: Severe Brain Injury
vi: Chấn thương não nặng

source: Please select responses
vi: Vui lòng chọn các phản ứng

source: Reset
vi: Đặt lại

source: Total GCS Score
vi: Tổng điểm GCS

source: Systolic Pressure
vi: Huyết áp tâm thu

source: Diastolic Pressure
vi: Huyết áp tâm trương

source: Mean Arterial Pressure
vi: Huyết áp trung bình

source: Age
vi: Tuổi

source: Weight
vi: Cân nặng

source: Height
vi: Chiều cao

# bmi
source: Body Mass Index (BMI)
vi: Chỉ số khối cơ thể (BMI)

# bsa
source: Body Surface Area (BSA)
vi: Diện tích bề mặt cơ thể (BSA)

source: Please enter parameters
vi: Vui lòng nhập các thông số

source: Very low mortality risk
vi: Nguy cơ tử vong rất thấp

source: Low mortality risk
vi: Nguy cơ tử vong thấp

source: Moderate mortality risk
vi: Nguy cơ tử vong trung bình

source: High mortality risk
vi: Nguy cơ tử vong cao

source: Very high mortality risk
vi: Nguy cơ tử vong rất cao

source: Extremely high mortality risk
vi: Nguy cơ tử vong cực kỳ cao

source: Predicted mortality rate
vi: Tỷ lệ tử vong dự đoán

source: Vital Signs
vi: Sinh hiệu

source: Laboratory Tests
vi: Xét nghiệm

source: Chronic Health
vi: Sức khỏe mãn tính

source: Age (years)
vi: Tuổi (năm)

source: years
vi: năm

source: Age score
vi: Điểm tuổi

# temperature_celsius
source: Temperature (°C)
vi: Nhiệt độ (°C)

# heart_rate_per_min
source: Heart rate (/min)
vi: Nhịp tim (/phút)

# respiratory_rate_per_min
source: Respiratory rate (/min)
vi: Nhịp thở (/phút)

source: Blood pH
vi: pH máu

source: Sodium (mEq/L)
vi: Natri (mEq/L)

source: Potassium (mEq/L)
vi: Kali (mEq/L)

source: Creatinine (mg/dL)
vi: Creatinin (mg/dL)

# wbc_count
source: WBC count (1000/µL)
vi: Số lượng BC (1000/µL)

source: Chronic disease history:
vi: Tiền sử bệnh mạn tính nghiêm trọng:

source: None
vi: Không có

# has_non_surgical_or_emergency
source: Has (non-surgical or emergency surgery)
vi: Có (không phẫu thuật hoặc phẫu thuật cấp cứu)

source: Has (elective surgery)
vi: Có (phẫu thuật chương trình)

source: No organ failure
vi: Không có suy cơ quan

source: Mild organ failure
vi: Suy cơ quan nhẹ

source: Moderate organ failure
vi: Suy cơ quan trung bình

source: Severe organ failure
vi: Suy cơ quan nặng

source: Very severe multi-organ failure
vi: Suy đa cơ quan rất nặng

source: Respiratory System
vi: Hệ hô hấp

source: Cardiovascular System
vi: Hệ tim mạch

source: Hepatic System
vi: Hệ gan

source: Coagulation System
vi: Hệ đông máu

source: Renal System
vi: Hệ thận

source: Neurological System
vi: Hệ thần kinh

source: Mortality rate
vi: Tỷ lệ tử vong

# if_not_ventilated_helper
source: If not ventilated, enter SpO2/FiO2 x 315
vi: Nếu không thở máy, nhập SpO2/FiO2 x 315

source: Mean arterial pressure or vasopressors
vi: Huyết áp trung bình hoặc thuốc vận mạch

source: No hypotension
vi: Không hạ huyết áp

# dopamine_dobutamine
source: Dopamine ≤ 5 or dobutamine (any dose)
vi: Dopamine ≤ 5 hoặc dobutamine (liều bất kỳ)

# dopamine_5_15
source: Dopamine 5-15 or epinephrine ≤ 0.1 or norepinephrine ≤ 0.1
vi: Dopamine 5-15 hoặc epinephrine ≤ 0.1 hoặc norepinephrine ≤ 0.1

# dopamine_greater_15
source: Dopamine > 15 or epinephrine > 0.1 or norepinephrine > 0.1
vi: Dopamine > 15 hoặc epinephrine > 0.1 hoặc norepinephrine > 0.1

# platelets_1000_ul
source: Platelets (1000/µL)
vi: Tiểu cầu (1000/µL)

source: Glasgow Coma Scale Score
vi: Điểm Glasgow Coma Scale

source: Creatinine or urine output
vi: Creatinin hoặc lượng nước tiểu

# creatinine_mg_dl_label
source: Creatinine (mg/dL)
vi: Creatinin (mg/dL)

source: Urine output (ml/day)
vi: Lượng nước tiểu (ml/ngày)

source: Enter total bilirubin value
vi: Nhập giá trị bilirubin toàn phần

source: Enter platelet count
vi: Nhập số lượng tiểu cầu

source: Enter creatinine value
vi: Nhập giá trị creatinin

# enter_urine_output_24h
source: Enter 24-hour urine output
vi: Nhập lượng nước tiểu 24 giờ

source: Creatinine unit
vi: Đơn vị Creatinine

# conversion_note
source: Conversion: 1 mg/dL = 88.4 umol/L
vi: Chuyển đổi: 1 mg/dL = 88.4 umol/L

# score_colon
source: Score:
vi: Điểm:

# bilirubin_unit_label
source: Bilirubin Unit
vi: Đơn vị Bilirubin

# bilirubin_conversion_note
source: Conversion: 1 mg/dL = 17.1 umol/L
vi: Chuyển đổi: 1 mg/dL = 17.1 umol/L

source: Physiological Score
vi: Điểm sinh lý

source: Admission Type
vi: Loại nhập viện

source: Chronic Diseases
vi: Bệnh mãn tính

source: Scheduled surgery
vi: Phẫu thuật theo kế hoạch

source: Unscheduled surgery
vi: Phẫu thuật cấp cứu

source: Medical admission
vi: Nhập viện nội khoa

# saps2_mortality_note
source: SAPS II mortality prediction is based on the first 24 hours of ICU admission
vi: Dự đoán tử vong SAPS II dựa trên 24 giờ đầu nhập ICU

source: Basic Information
vi: Thông tin cơ bản

# heart_rate_bpm
source: Heart rate (/min)
vi: Nhịp tim (/phút)

# systolic_bp_mmhg
source: Systolic blood pressure (mmHg)
vi: Huyết áp tâm thu (mmHg)

source: Urine output (L/day)
vi: Nước tiểu (L/ngày)

source: NIHSS Score
vi: Thang NIHSS

# nihss_mild_stroke
source: Mild stroke
vi: Đột quỵ nhẹ

# nihss_moderate_stroke
source: Moderate stroke
vi: Đột quỵ vừa

# nihss_severe_stroke
source: Severe stroke
vi: Đột quỵ nặng

# nihss_very_severe_stroke
source: Very severe stroke
vi: Đột quỵ rất nặng

# nihss_good_prognosis
source: Good prognosis, high recovery potential
vi: Tiên lượng tốt, hồi phục cao

# nihss_fair_prognosis
source: Fair prognosis, requires rehabilitation
vi: Tiên lượng khá, cần phục hồi chức năng

# nihss_poor_prognosis
source: Poor prognosis, severe dependency
vi: Tiên lượng xấu, phụ thuộc nặng

# nihss_very_poor_prognosis
source: Very poor prognosis, high mortality
vi: Tiên lượng rất xấu, tử vong cao

source: Prognosis:
vi: Tiên lượng:

# potassium_mmol
source: Potassium (mmol/L)
vi: Kali (mmol/L)

# sodium_mmol
source: Sodium (mmol/L)
vi: Natri (mmol/L)

source: Glasgow Coma Scale
vi: Thang Glasgow Coma Scale

# admission_chronic_disease
source: Admission Type & Chronic Disease
vi: Loại nhập viện & Bệnh mạn tính

# admission_type_label
source: Admission Type:
vi: Loại nhập viện:

# chronic_diseases_label
source: Chronic Diseases:
vi: Bệnh mạn tính:

source: qSOFA Score
vi: Thang qSOFA

# qsofa_description
source: Quick SOFA for Sepsis Screening
vi: Quick SOFA cho tầm soát nhiễm khuẩn huyết

# routine_monitoring
source: Routine monitoring, no special intervention needed
vi: Theo dõi thường quy, không cần can thiệp đặc biệt

# sepsis_evaluation
source: Consider sepsis evaluation and immediate management
vi: Xem xét đánh giá nhiễm khuẩn huyết và xử trí ngay lập tức

source: Hematologic malignancy
vi: Ung thư máu

source: Metastatic cancer
vi: Ung thư di căn

source: Systolic blood pressure
vi: Huyết áp tâm thu

# blood_urea_nitrogen
source: Blood urea nitrogen (BUN)
vi: Ure máu (BUN)

source: Low Risk
vi: Nguy cơ thấp

source: High Risk
vi: Nguy cơ cao

source: Mortality
vi: Tử vong

source: Action
vi: Hành động

source: Recommendations:
vi: Khuyến nghị:

source: qSOFA Criteria
vi: Tiêu chí qSOFA

source: Respiratory Rate
vi: Nhịp thở

# systolic_bp
source: Systolic Blood Pressure
vi: Huyết áp tâm thu

# altered_mentation
source: Altered Mental Status
vi: Trạng thái tâm thần

# respiratory_rate_helper
source: +1 point if ≥22 breaths/min
vi: +1 điểm nếu ≥22 lần/phút

# systolic_bp_helper
source: +1 point if ≤100 mmHg
vi: +1 điểm nếu ≤100 mmHg

source: No
vi: Không

# yes_gcs_less_15
source: Yes (GCS <15)
vi: Có (GCS <15)

# positive_criteria
source: Positive Criteria ({count})
vi: Tiêu chí dương tính ({count})

# continue_current_treatment
source: Continue current monitoring and treatment
vi: Tiếp tục theo dõi và điều trị hiện tại

# initiate_sepsis_bundle
source: Initiate sepsis bundle protocol within 1 hour
vi: Khởi động quy trình sepsis bundle trong 1 giờ

# nihss_1a_consciousness
source: 1a. Level of Consciousness
vi: 1a. Ý thức

# nihss_1b_questions
source: 1b. Questions (current month, age)
vi: 1b. Trả lời câu hỏi (tháng hiện tại, tuổi)

# nihss_1c_commands
source: 1c. Commands (open/close eyes, grip/release hand)
vi: 1c. Thực hiện lệnh (mở/nhắm mắt, nắm/mở bàn tay)

# nihss_2_gaze
source: 2. Horizontal Eye Movement
vi: 2. Vận nhãn (nhìn theo ngón tay)

# nihss_3_visual
source: 3. Visual Fields
vi: 3. Trường nhìn

# nihss_4_facial
source: 4. Facial Palsy
vi: 4. Liệt mặt

# nihss_5a_left_arm
source: 5a. Left Arm Motor
vi: 5a. Vận động tay trái

# nihss_5b_right_arm
source: 5b. Right Arm Motor
vi: 5b. Vận động tay phải

# nihss_6a_left_leg
source: 6a. Left Leg Motor
vi: 6a. Vận động chân trái

# nihss_6b_right_leg
source: 6b. Right Leg Motor
vi: 6b. Vận động chân phải

# nihss_7_ataxia
source: 7. Limb Ataxia (finger-nose, heel-shin)
vi: 7. Mất điều hòa chi (finger-nose, heel-shin)

# nihss_8_sensory
source: 8. Sensory
vi: 8. Cảm giác

# nihss_9_language
source: 9. Best Language (aphasia)
vi: 9. Ngôn ngữ (thất ngôn)

# nihss_10_dysarthria
source: 10. Dysarthria (speech articulation)
vi: 10. Khó nói (rối loạn phát âm)

# nihss_11_extinction
source: 11. Extinction and Inattention
vi: 11. Loại trừ và thiếu chú ý

# nihss_consciousness_0
source: Alert
vi: Tỉnh táo

# nihss_consciousness_1
source: Drowsy but arousable
vi: Lơ mơ nhưng kích thích được

# nihss_consciousness_2
source: Obtunded, requires repeated stimulation
vi: Hôn mê, cần kích thích liên tục

# nihss_consciousness_3
source: Responds only with reflex motor or autonomic effects or totally unresponsive
vi: Hôn mê sâu

# nihss_questions_0
source: Answers both questions correctly
vi: Trả lời đúng cả 2 câu

# nihss_questions_1
source: Answers one question correctly
vi: Trả lời đúng 1 câu

# nihss_questions_2
source: Answers neither question correctly
vi: Không trả lời đúng câu nào

# nihss_commands_0
source: Performs both tasks correctly
vi: Thực hiện đúng cả 2 lệnh

# nihss_commands_1
source: Performs one task correctly
vi: Thực hiện đúng 1 lệnh

# nihss_commands_2
source: Performs neither task correctly
vi: Không thực hiện đúng lệnh nào

# nihss_gaze_0
source: Normal
vi: Bình thường

# nihss_gaze_1
source: Partial gaze palsy
vi: Liệt nhìn một phần

# nihss_gaze_2
source: Forced deviation or total gaze paresis
vi: Liệt nhìn hoàn toàn

# nihss_visual_0
source: No visual loss
vi: Không khiếm khuyết

# nihss_visual_1
source: Partial hemianopia
vi: Khiếm khuyết 1/4 trường nhìn

# nihss_visual_2
source: Complete hemianopia
vi: Khiếm khuyết nửa trường nhìn

# nihss_visual_3
source: Bilateral hemianopia
vi: Mù hoàn toàn

# nihss_facial_0
source: Normal symmetric movements
vi: Bình thường

# nihss_facial_1
source: Minor paralysis
vi: Liệt nhẹ (mất đối xứng nhẹ)

# nihss_facial_2
source: Partial paralysis
vi: Liệt vừa (liệt vùng dưới mặt)

# nihss_facial_3
source: Complete paralysis
vi: Liệt hoàn toàn

# nihss_arm_0
source: No drift, limb holds 90° for 10 seconds
vi: Bình thường, giữ 10 giây

# nihss_arm_1
source: Drift, limb holds 90° but drifts down before 10 seconds
vi: Rơi từ từ trong 10 giây

# nihss_arm_2
source: Some effort against gravity, limb cannot get to or maintain 90°
vi: Rơi ngay, có cố gắng chống lại trọng lực

# nihss_arm_3
source: No effort against gravity, limb falls
vi: Không chuyển động

# nihss_arm_4
source: No movement (amputation, joint fusion)
vi: Không đánh giá được (cắt cụt, khớp cứng)

# nihss_leg_0
source: No drift, leg holds 30° for 5 seconds
vi: Bình thường, giữ 5 giây

# nihss_leg_1
source: Drift, leg falls by the end of the 5-second period
vi: Rơi từ từ trong 5 giây

# nihss_leg_2
source: Some effort against gravity, leg falls to bed by 5 seconds
vi: Rơi ngay, có cố gắng chống lại trọng lực

# nihss_leg_3
source: No effort against gravity, leg falls immediately
vi: Không chuyển động

# nihss_leg_4
source: No movement (amputation, joint fusion)
vi: Không đánh giá được (cắt cụt, khớp cứng)

# nihss_ataxia_0
source: Absent
vi: Không có

# nihss_ataxia_1
source: Present in one limb
vi: Có ở 1 chi

# nihss_ataxia_2
source: Present in two limbs
vi: Có ở 2 chi

# nihss_sensory_0
source: Normal; no sensory loss
vi: Bình thường

# nihss_sensory_1
source: Mild-to-moderate sensory loss
vi: Giảm cảm giác nhẹ đến vừa

# nihss_sensory_2
source: Severe or total sensory loss
vi: Mất cảm giác hoàn toàn

# nihss_language_0
source: No aphasia; normal
vi: Bình thường

# nihss_language_1
source: Mild-to-moderate aphasia
vi: Thất ngôn nhẹ đến vừa

# nihss_language_2
source: Severe aphasia
vi: Thất ngôn nặng

# nihss_language_3
source: Mute, global aphasia
vi: Câm hoàn toàn

# nihss_dysarthria_0
source: Normal
vi: Bình thường

# nihss_dysarthria_1
source: Mild-to-moderate dysarthria
vi: Nhẹ đến vừa

# nihss_dysarthria_2
source: Severe dysarthria
vi: Nặng (câm hoặc không thể hiểu)

# nihss_extinction_0
source: No abnormality
vi: Bình thường

# nihss_extinction_1
source: Visual, tactile, auditory, spatial, or personal inattention
vi: Thiếu chú ý hoặc loại trừ một phương thức

# nihss_extinction_2
source: Profound hemi-inattention or extinction
vi: Thiếu chú ý hoàn toàn ở một bên

# nihss_recommendation_mild
source: Medical treatment, early rehabilitation
vi: Điều trị nội khoa, phục hồi chức năng sớm

# nihss_recommendation_moderate
source: Consider vascular intervention, active rehabilitation
vi: Cân nhắc can thiệp mạch máu, phục hồi chức năng tích cực

# nihss_recommendation_severe
source: Active intervention if within golden time, ICU monitoring
vi: Can thiệp tích cực nếu trong golden time, ICU monitoring

# nihss_recommendation_very_severe
source: Supportive care, consider limitation of treatment
vi: Điều trị hỗ trợ, cân nhắc giới hạn điều trị

# nihss_score_display
source: NIHSS Score
vi: Điểm NIHSS

# nihss_severity_classification
source: Stroke Severity Classification
vi: Phân tầng mức độ đột quỵ

# nihss_score_range_mild
source: 0-4 points
vi: 0-4 điểm

# nihss_score_range_moderate
source: 5-15 points
vi: 5-15 điểm

# nihss_score_range_severe
source: 16-20 points
vi: 16-20 điểm

# nihss_score_range_very_severe
source: 21-42 points
vi: 21-42 điểm

# nihss_clinical_note
source: Note: NIHSS is assessed within the first 24 hours and monitored for progression. Decreasing scores indicate improvement, increasing scores indicate worsening. Should be combined with clinical assessment and imaging to determine treatment.
vi: Lưu ý: NIHSS được đánh giá trong 24h đầu và theo dõi diễn biến. Điểm số giảm cho thấy cải thiện, tăng cho thấy xấu đi. Cần kết hợp với đánh giá lâm sàng và hình ảnh học để quyết định điều trị.

source: Reference Materials
vi: Tài liệu tham khảo

# score_label
source: Score
vi: Điểm

source: Sepsis Risk Stratification
vi: Phân tầng nguy cơ sepsis

source: Clinical Information
vi: Thông tin lâm sàng
