Repository: Anhthuhai/DR-ICU
Catalog: lib/l10n/app_*.arb
Languages: vi

# creatinine_clearance_range_60_89
source: 60-89 ml/min
vi: 60-89 mL/phút/1.73m²

# creatinine_clearance_range_45_59
source: 45-59 ml/min
vi: 45-59 mL/phút/1.73m²

# creatinine_clearance_range_30_44
source: 30-44 ml/min
vi: 30-44 mL/phút/1.73m²

# creatinine_clearance_range_15_29
source: 15-29 ml/min
vi: 15-29 mL/phút/1.73m²

# creatinine_clearance_range_under_15
source: < 15 ml/min
vi: <15 mL/phút/1.73m²

# creatinine_clearance_clinical_info
source: Clinical Information
vi: Thông tin lâm sàng

# creatinine_clearance_clinical_text
source: Cockcroft-Gault Formula: CrCl = [(140 - age) × weight] / (72 × creatinine) Female: multiply by 0.85 Important Notes: • Accuracy decreases when GFR > 60 ml/min • Not accurate in obese, elderly, acute illness • Drug dosing should be adjusted based on creatinine clearance • Monitor kidney function regularly in CKD patients • Consider CKD-EPI equation for higher accuracy
vi: Độ thanh thải creatinine đánh giá chức năng thận và hướng dẫn điều chỉnh liều thuốc. Sử dụng công thức Cockcroft-Gault.

# creatinine_clearance_reference_title
source: Reference
vi: Tài liệu tham khảo

# timi_stemi_title
source: TIMI Score - STEMI
vi: Thang điểm TIMI STEMI

# timi_stemi_risk_low
source: Low Risk
vi: Nguy cơ thấp

# timi_stemi_risk_moderate
source: Moderate Risk
vi: Nguy cơ trung bình

# timi_stemi_risk_high
source: High Risk
vi: Nguy cơ cao

# timi_stemi_risk_very_high
source: Very High Risk
vi: Nguy cơ rất cao

# timi_stemi_mortality_30day
source: 30-day mortality rate
vi: Tỷ lệ tử vong 30 ngày

# timi_stemi_treatment_recommendations
source: Treatment recommendations:
vi: Khuyến nghị điều trị

# timi_stemi_recommendation_low
source: Early PCI within 12h, standard guideline treatment
vi: Điều trị tiêu chuẩn

# timi_stemi_recommendation_moderate
source: Emergency PCI, close monitoring for complications
vi: Theo dõi chặt chẽ

# timi_stemi_recommendation_high
source: Immediate PCI, circulatory support, ICU monitoring
vi: Điều trị tích cực

# timi_stemi_recommendation_very_high
source: Maximum emergency intervention, consider mechanical circulatory support
vi: Hồi sức tích cực

# timi_stemi_age_65_74
source: Age 65-74
vi: Tuổi 65-74

# timi_stemi_age_75_plus
source: Age ≥75
vi: Tuổi ≥75

# timi_stemi_weight_low
source: Weight <67kg
vi: Cân nặng <67kg

# timi_stemi_dm_htn_angina
source: DM/HTN/Angina
vi: ĐTĐ/THA/Đau thắt ngực

# timi_stemi_anterior_mi_lbbb
source: Anterior MI/LBBB
vi: NMCT trước/LBBB

# timi_stemi_time_to_treatment
source: Time to treatment >4h
vi: Thời gian >4h

# timi_stemi_hr_100_plus
source: Heart rate ≥100
vi: Nhịp tim ≥100

# timi_stemi_sbp_low
source: Systolic BP <100
vi: HA tâm thu <100

# timi_stemi_age_label
source: Age
vi: Tuổi

# timi_stemi_weight_label
source: Weight (kg)
vi: Cân nặng

# timi_stemi_hr_label
source: Heart Rate
vi: Nhịp tim

# timi_stemi_sbp_label
source: Systolic BP
vi: Huyết áp tâm thu

# timi_stemi_diabetes_label
source: Diabetes
vi: Đái tháo đường

# timi_stemi_hypertension_label
source: Hypertension
vi: Tăng huyết áp

# timi_stemi_angina_label
source: Angina
vi: Đau thắt ngực

# timi_stemi_anterior_mi_label
source: Anterior MI/LBBB
vi: NMCT trước

# timi_stemi_time_4h_label
source: Time to treatment >4h
vi: Thời gian >4h

# timi_stemi_systolic_bp_label
source: Systolic BP
vi: HA tâm thu

# timi_ua_nstemi_title
source: TIMI Score - UA/NSTEMI
vi: Thang điểm TIMI UA/NSTEMI

# timi_ua_nstemi_age_label
source: Age
vi: Tuổi

# timi_ua_nstemi_age_unit
source: years
vi: năm

# timi_ua_nstemi_cad_risk_factors
source: ≥3 CAD risk factors
vi: ≥3 yếu tố nguy cơ BĐVMC

# timi_ua_nstemi_cad_risk_factors_subtitle
source: Family history, HTN, DM, smoking, high cholesterol
vi: ĐTĐ, THA, hút thuốc, cholesterol cao, tiền sử gia đình

# timi_ua_nstemi_known_cad
source: Known CAD (stenosis ≥50%)
vi: Hẹp mạch vành đã biết

# timi_ua_nstemi_known_cad_subtitle
source: Prior intervention or imaging evidence
vi: Hẹp >50% trên mạch vành chính

# timi_ua_nstemi_aspirin_use
source: Aspirin use in prior 7 days
vi: Dùng aspirin 7 ngày qua

# timi_ua_nstemi_aspirin_use_subtitle
source: Aspirin use before admission
vi: Đã dùng aspirin trong tuần qua

# timi_ua_nstemi_severe_angina
source: ≥2 severe anginal events in 24h
vi: Đau thắt ngực nặng

# timi_ua_nstemi_severe_angina_subtitle
source: Progressive or recurrent angina
vi: ≥2 cơn trong 24h qua

# timi_ua_nstemi_st_changes
source: ST changes ≥0.5mm
vi: Thay đổi ST ≥0.5mm

# timi_ua_nstemi_st_changes_subtitle
source: ST segment changes on ECG
vi: Chênh lệch ST trên ECG

# timi_ua_nstemi_elevated_markers
source: Elevated cardiac markers
vi: Tăng men tim

# timi_ua_nstemi_elevated_markers_subtitle
source: Elevated troponin or CK-MB
vi: CK-MB, Troponin tăng

# timi_ua_nstemi_risk_factors_title
source: Risk Factors
vi: Yếu tố nguy cơ

# timi_ua_nstemi_patient_parameters
source: Patient Parameters
vi: Thông số bệnh nhân

# timi_ua_nstemi_clinical_info
source: Clinical Information
vi: Thông tin lâm sàng

# timi_ua_nstemi_recommendation_low
source: Medical treatment, outpatient follow-up may be considered
vi: Điều trị nội khoa

# timi_ua_nstemi_recommendation_moderate
source: Hospital admission, consider early intervention within 24-48h
vi: Can thiệp sớm

# timi_ua_nstemi_recommendation_high
source: Early coronary intervention within 24h, aggressive treatment
vi: Can thiệp khẩn cấp

# timi_ua_nstemi_strategy_conservative
source: Conservative strategy
vi: Chiến lược bảo tồn

# timi_ua_nstemi_strategy_selective
source: Selective intervention strategy
vi: Can thiệp chọn lọc

# timi_ua_nstemi_strategy_early
source: Early intervention strategy
vi: Can thiệp sớm

# timi_ua_nstemi_references
source: References
vi: Tài liệu tham khảo

# timi_ua_nstemi_14_day_events
source: 14-day Events
vi: Biến cố 14 ngày

# timi_ua_nstemi_treatment_strategy
source: Treatment Strategy:
vi: Chiến lược điều trị

# timi_ua_nstemi_mortality
source: Mortality
vi: Tỷ lệ tử vong

# timi_ua_nstemi_recommendation
source: Recommendation:
vi: Khuyến nghị

# crusade_title
source: CRUSADE Bleeding Risk
vi: Thang điểm CRUSADE

source: CRUSADE Score
vi: Điểm số

# crusade_risk_very_low
source: Very Low Risk
vi: Rất thấp

# crusade_risk_low
source: Low Risk
vi: Thấp

# crusade_risk_moderate
source: Moderate Risk
vi: Trung bình

# crusade_risk_high
source: High Risk
vi: Cao

# crusade_risk_very_high
source: Very High Risk
vi: Rất cao

# crusade_bleeding_risk
source: Bleeding Risk
vi: Nguy cơ chảy máu

# crusade_major_bleeding
source: Major Bleeding
vi: Chảy máu nặng

# crusade_recommendation
source: Recommendation:
vi: Khuyến nghị

# crusade_clinical_parameters
source: Clinical Parameters
vi: Thông số lâm sàng

# crusade_creatinine_helper
source: Serum creatinine concentration
vi: mg/dL hoặc μmol/L

# crusade_unit
source: Unit:
vi: Đơn vị

# crusade_heart_rate
source: Heart Rate
vi: Nhịp tim

# crusade_heart_rate_unit
source: bpm
vi: lần/phút

# crusade_heart_rate_helper
source: Heart rate on admission
vi: Nhịp tim tại thời điểm nhập viện

# crusade_systolic_bp
source: Systolic Blood Pressure
vi: Huyết áp tâm thu

# crusade_systolic_bp_helper
source: To assess signs of heart failure
vi: mmHg tại thời điểm nhập viện

# crusade_gender
source: Gender
vi: Giới tính

# crusade_male
source: Male
vi: Nam

# crusade_female
source: Female (+8)
vi: Nữ

# crusade_diabetes
source: Diabetes Mellitus
vi: Đái tháo đường

# crusade_no
source: No
vi: Không

# crusade_yes
source: Yes (+6)
vi: Có

# crusade_vascular_disease
source: Prior Vascular Disease
vi: Bệnh mạch máu ngoại vi

# crusade_vascular_yes
source: Yes (+6)
vi: Có tiền sử BMM ngoại vi

# crusade_recommendation_very_low
source: Can use early invasive strategy and strong anticoagulation
vi: Điều trị chuẩn, theo dõi thường quy

# crusade_recommendation_low
source: Consider benefit/risk of invasive strategy and anticoagulation
vi: Theo dõi chặt chẽ hơn

# crusade_recommendation_moderate
source: Cautious with invasive strategy, close monitoring
vi: Cân nhắc điều chỉnh thuốc

# crusade_recommendation_high
source: Prefer conservative strategy, limit strong anticoagulation
vi: Giảm liều kháng đông

# crusade_recommendation_very_high
source: Conservative strategy, avoid strong anticoagulation unless necessary
vi: Tránh thuốc có nguy cơ cao

# crusade_risk_category
source: Risk {riskLevel}
vi: Phân loại nguy cơ

# crusade_bleeding_risk_label
source: Bleeding Risk
vi: Nguy cơ chảy máu

# crusade_major_bleeding_label
source: Major Bleeding
vi: Chảy máu nặng

# crusade_recommendation_label
source: Recommendations:
vi: Khuyến nghị điều trị

# crusade_hematocrit_helper
source: Red blood cell volume percentage
vi: Tỷ lệ thể tích hồng cầu

# crusade_creatinine_label
source: Creatinine
vi: Creatinine huyết thanh

# crusade_references
source: References
vi: Tài liệu tham khảo

# crusade_unit_label
source: Unit:
vi: Đơn vị

# crusade_gender_label
source: Gender
vi: Giới tính

# crusade_male_label
source: Male
vi: Nam

# crusade_female_label
source: Female (+8)
vi: Nữ

# crusade_diabetes_label
source: Diabetes Mellitus
vi: Đái tháo đường

# crusade_no_label
source: No
vi: Không

# crusade_yes_diabetes
source: Yes (+6)
vi: Có tiền sử ĐTĐ

# crusade_vascular_disease_label
source: Prior Vascular Disease
vi: Bệnh mạch máu ngoại vi

# crusade_yes_vascular
source: Yes (+6)
vi: Có BMM ngoại vi

source: CRUSADE Risk Stratification
vi: Phân tầng nguy cơ

# crusade_strategy_very_low
source: Aggressive invasive
vi: Điều trị theo khuyến cáo chuẩn

# crusade_strategy_low
source: Consider invasive
vi: Theo dõi chức năng thận, đông máu

# crusade_strategy_moderate
source: Cautious
vi: Cân nhắc giảm liều anticoagulant

# crusade_strategy_high
source: Prefer conservative
vi: Ưu tiên UFH thay vì LMWH

# crusade_strategy_very_high
source: Conservative
vi: Tránh GP IIb/IIIa, ưu tiên can thiệp

# crusade_clinical_approach
source: Treatment Strategy
vi: Tiếp cận lâm sàng

# crusade_invasive_strategy
source: Invasive Strategy (Low Risk)
vi: Chiến lược can thiệp

# crusade_conservative_strategy
source: Conservative Strategy (High Risk)
vi: Chiến lược bảo tồn

# crusade_invasive_item1
source: Early coronary intervention
vi: • Can thiệp sớm trong 24h

# crusade_invasive_item2
source: GPIIb/IIIa inhibitor
vi: • Sử dụng kháng đông liều thấp

# crusade_invasive_item3
source: Dual antiplatelet therapy
vi: • Tránh GP IIb/IIIa nếu có thể

# crusade_invasive_item4
source: Full anticoagulation
vi: • Theo dõi chảy máu chặt chẽ

# crusade_conservative_item1
source: Optimal medical therapy
vi: • Điều trị nội khoa tối ưu

# crusade_conservative_item2
source: Avoid GPIIb/IIIa inhibitor
vi: • Theo dõi lâm sàng chặt chẽ

# crusade_conservative_item3
source: Consider aspirin monotherapy
vi: • Cân nhắc can thiệp nếu cần

# crusade_conservative_item4
source: Low-dose heparin
vi: • Ngừng kháng đông sớm

# crusade_clinical_info
source: Clinical Information
vi: Thông tin lâm sàng

# crusade_clinical_info_content
source: CRUSADE Score assesses bleeding risk in acute coronary syndrome Clinical applications: • Selection of invasive vs conservative strategy • Decision on GPIIb/IIIa inhibitor use • Consideration of dual antiplatelet therapy • Optimization of anticoagulation dosing Key factors: • Hematocrit: reflects anemia • Creatinine: kidney function • Heart rate: severity of illness • Female gender: higher risk • Diabetes mellitus: vascular complications • Prior vascular disease: high risk Important notes: • Do not exclude treatment when score is high • Balance ischemic vs bleeding risk • May adjust medication dosing • Monitor high-risk patients closely • Reassess when condition changes
vi: CRUSADE Score đánh giá nguy cơ chảy máu trong hội chứng vành cấp, giúp cân bằng lợi ích và nguy cơ của liệu pháp kháng đông.

# has_bled_title
source: HAS-BLED Score
vi: Thang điểm HAS-BLED

# has_bled_risk_low
source: Low Risk
vi: Nguy cơ thấp

# has_bled_risk_moderate
source: Moderate Risk
vi: Nguy cơ trung bình

# has_bled_risk_high
source: High Risk
vi: Nguy cơ cao

# has_bled_bleeding_risk
source: Bleeding Risk
vi: Nguy cơ chảy máu

# has_bled_clinical_approach
source: Clinical Approach
vi: Tiếp cận lâm sàng

# has_bled_recommendations
source: Recommendations:
vi: Khuyến nghị

# has_bled_recommendation_low
source: Can use anticoagulation with routine monitoring
vi: Tiếp tục kháng đông

# has_bled_recommendation_moderate
source: Use caution, consider benefit/risk ratio, monitor closely
vi: Thận trọng, theo dõi

# has_bled_recommendation_high
source: High bleeding risk, thorough assessment before anticoagulation
vi: Cân nhắc ngừng

# has_bled_approach_low
source: Continue/start anticoagulation with regular monitoring
vi: Điều trị tiêu chuẩn

# has_bled_approach_moderate
source: Consider dose reduction or more frequent monitoring
vi: Theo dõi chặt chẽ

# has_bled_approach_high
source: Consider stopping anticoagulation or switching medication
vi: Đánh giá nguy cơ/lợi ích

source: HAS-BLED Risk Factors
vi: Yếu tố nguy cơ

# has_bled_hypertension
source: Hypertension (H) (+1)
vi: Tăng huyết áp

# has_bled_hypertension_desc
source: Uncontrolled hypertension (>160 mmHg)
vi: HA tâm thu >160 mmHg

# has_bled_abnormal_renal
source: Abnormal renal function (A) (+1)
vi: Chức năng thận bất thường

# has_bled_abnormal_renal_desc
source: Abnormal kidney function (Cr >2.26 mg/dL)
vi: Thẩm phân, ghép thận, Cr >200

# has_bled_abnormal_liver
source: Abnormal liver function (S) (+1)
vi: Chức năng gan bất thường

# has_bled_abnormal_liver_desc
source: Abnormal liver function (bilirubin >2x, AST/ALT >3x)
vi: Xơ gan hoặc Bili >2x, ALT >3x

# has_bled_stroke
source: Stroke (B) (+1)
vi: Đột quỵ

# has_bled_stroke_desc
source: History of stroke
vi: Tiền sử đột quỵ

# has_bled_bleeding
source: Bleeding (L) (+1)
vi: Tiền sử chảy máu

# has_bled_bleeding_desc
source: History of bleeding or bleeding tendency
vi: Chảy máu nặng hoặc thiếu máu

# has_bled_labile_inr
source: Labile INR (E) (+1)
vi: INR không ổn định

# has_bled_labile_inr_desc
source: Unstable INR (TTR <60%)
vi: INR <60% thời gian trong vùng mục tiêu

# has_bled_elderly
source: Elderly (D) (+1)
vi: Tuổi cao

# has_bled_elderly_desc
source: Age >65
vi: Tuổi >65

# has_bled_drugs
source: Drugs (+1)
vi: Thuốc/Rượu

# has_bled_drugs_desc
source: Concomitant drugs/alcohol
vi: Kháng tiểu cầu, NSAID, hoặc rượu

# has_bled_alcohol
source: Alcohol (+1)
vi: Sử dụng rượu

# has_bled_alcohol_desc
source: Alcohol abuse
vi: Sử dụng rượu thường xuyên (≥8 ly/tuần)

# has_bled_active_factors
source: Current Risk Factors ({count})
vi: Yếu tố hiện tại

# has_bled_risk_stratification
source: Bleeding Risk Stratification
vi: Phân tầng nguy cơ

# has_bled_continue_anticoag
source: Continue anticoagulation
vi: Tiếp tục kháng đông

# has_bled_caution_monitor
source: Caution, monitor closely
vi: Thận trọng, theo dõi

# has_bled_consider_stop
source: Consider stopping medication
vi: Cân nhắc ngừng kháng đông

# has_bled_clinical_approach_title
source: Clinical Approach
vi: Tiếp cận lâm sàng

# has_bled_approach_for_score
source: Approach for score {score}:
vi: Tiếp cận theo điểm số

# has_bled_clinical_info
source: Clinical Information
vi: Thông tin lâm sàng

# has_bled_clinical_info_content
source: HAS-BLED Score assesses bleeding risk when using anticoagulation Clinical applications: • Assess bleeding risk before starting anticoagulation • Balance benefit/risk in treatment • Determine dosage and monitoring frequency • Patient counseling about risks Factor explanations: • H (Hypertension): Systolic BP >160 mmHg • A (Abnormal): Cr >2.26 mg/dL or dialysis • S (Stroke): History of stroke regardless of cause • B (Bleeding): History of major bleeding • L (Labile): Unstable INR, TTR <60% • E (Elderly): Age >65 • D (Drugs): NSAID, aspirin, corticosteroids Important notes: • High score does not mean contraindication to anticoagulation • Must consider with thromboembolism risk • Risk factors can be modified • Monitor closely if high score
vi: HAS-BLED đánh giá nguy cơ chảy máu khi dùng kháng đông trong rung nhĩ, giúp cân bằng nguy cơ và lợi ích.

# has_bled_references
source: References
vi: Tài liệu tham khảo

# has_bled_risk_low_range
source: Low Risk
vi: 0-2 điểm

# has_bled_risk_moderate_range
source: Moderate Risk
vi: 3 điểm

# has_bled_risk_high_range
source: High Risk
vi: ≥4 điểm

# has_bled_factor_hypertension
source: Hypertension (H)
vi: Tăng huyết áp

# has_bled_factor_abnormal_renal
source: Abnormal renal (A)
vi: Chức năng thận bất thường

# has_bled_factor_abnormal_liver
source: Abnormal liver (S)
vi: Chức năng gan bất thường

# has_bled_factor_stroke
source: Stroke (B)
vi: Đột quỵ

# has_bled_factor_bleeding
source: Bleeding (L)
vi: Tiền sử chảy máu

# has_bled_factor_labile_inr
source: Labile INR (E)
vi: INR không ổn định

# has_bled_factor_elderly
source: Elderly (D)
vi: Tuổi cao

# has_bled_factor_drugs
source: Drugs
vi: Thuốc/Rượu

# has_bled_factor_alcohol
source: Alcohol
vi: Sử dụng rượu

# improve_bleeding_risk_title
source: IMPROVE Bleeding Risk
vi: Thang điểm IMPROVE Bleeding

source: IMPROVE Bleeding Risk Score
vi: Điểm số

# improve_low_risk
source: Low Risk
vi: Nguy cơ thấp

# improve_moderate_risk
source: Moderate Risk
vi: Nguy cơ trung bình

# improve_high_risk
source: High Risk
vi: Nguy cơ cao

# improve_bleeding_risk
source: Bleeding Risk
vi: Nguy cơ chảy máu

# improve_major_bleeding
source: Major Bleeding
vi: Chảy máu nặng

# improve_prophylaxis_strategy
source: Prophylaxis strategy:
vi: Chiến lược dự phòng

# improve_recommendations
source: Recommendations:
vi: Khuyến nghị

# improve_standard_prophylaxis
source: Standard prophylaxis
vi: Dự phòng tiêu chuẩn

# improve_careful_prophylaxis
source: Careful prophylaxis, reduce dose
vi: Dự phòng thận trọng

# improve_mechanical_prophylaxis
source: Consider mechanical prophylaxis
vi: Chỉ dự phòng cơ học

# improve_standard_anticoagulation
source: Standard anticoagulation prophylaxis may be used
vi: Kháng đông tiêu chuẩn

# improve_careful_consideration
source: Careful benefit/risk consideration, close monitoring when using anticoagulants
vi: Cân nhắc cẩn thận

# improve_caution_anticoagulants
source: Caution with anticoagulants, consider mechanical thromboprophylaxis
vi: Thận trọng với kháng đông

# improve_patient_information
source: Patient Information
vi: Thông tin bệnh nhân

# improve_age
source: Age
vi: Tuổi

# improve_age_helper
source: +1 point if ≥40 years
vi: Tuổi của bệnh nhân

# improve_years
source: years
vi: năm

# improve_bleeding_risk_factors
source: Bleeding Risk Factors
vi: Yếu tố nguy cơ chảy máu

# improve_female
source: Female (+1)
vi: Giới tính nữ

# improve_female_desc
source: Female gender
vi: Bệnh nhân nữ

# improve_cancer
source: Cancer (+2)
vi: Ung thư đang hoạt động

# improve_cancer_desc
source: Current or history of cancer
vi: Ung thư trong 6 tháng qua

# improve_dialysis
source: Dialysis (+2)
vi: Thẩm phân thận

# improve_dialysis_desc
source: Hemodialysis
vi: Đang thẩm phân

# improve_liver_disease
source: Liver disease (+2)
vi: Bệnh gan

# improve_liver_disease_desc
source: Chronic liver disease
vi: Xơ gan hoặc suy gan

# improve_icu_stay
source: ICU stay (+2)
vi: Nằm ICU

# improve_icu_stay_desc
source: Currently treated in ICU
vi: Đang điều trị tại ICU

# improve_icu_48h
source: ICU >48h (+1)
vi: ICU >48h

# improve_icu_48h_desc
source: ICU stay over 48 hours
vi: Nằm ICU >48 giờ

# improve_anticoagulants
source: Anticoagulants (+1)
vi: Dùng kháng đông

# improve_anticoagulants_desc
source: Currently using anticoagulants
vi: Đang dùng thuốc kháng đông

# improve_current_risk_factors
source: Current Risk Factors ({count})
vi: Yếu tố nguy cơ hiện tại

# improve_age_factor
source: Age ≥40
vi: Tuổi

# improve_age_factor_desc
source: Age 40 years or older
vi: Yếu tố tuổi tác

# improve_female_factor
source: Female
vi: Giới tính nữ

# improve_cancer_factor
source: Cancer
vi: Ung thư hoạt động

# improve_dialysis_factor
source: Dialysis
vi: Thẩm phân

# improve_liver_disease_factor
source: Liver disease
vi: Bệnh gan

# improve_icu_stay_factor
source: ICU stay
vi: Nằm ICU

# improve_anticoagulants_factor
source: Anticoagulants
vi: Kháng đông

# improve_risk_stratification
source: Bleeding Risk Stratification
vi: Phân tầng nguy cơ

# improve_clinical_information
source: Clinical Information
vi: Thông tin lâm sàng

# improve_clinical_info_text
source: IMPROVE Bleeding Risk Score assesses bleeding risk during thromboembolism prophylaxis Clinical applications: • Decision on type of thromboembolism prophylaxis • Benefit/risk consideration of anticoagulants • Choice between pharmacological vs mechanical prophylaxis • Close monitoring of high-risk patients Mechanical prophylaxis includes: • Compression stockings • Intermittent pneumatic compression • Early mobilization • Leg elevation Important notes: • Balance bleeding risk vs thromboembolism risk • Reassess when condition changes • Combine with other clinical factors • Monitor for bleeding signs
vi: IMPROVE Bleeding Score đánh giá nguy cơ chảy máu để hướng dẫn dự phòng huyết khối tĩnh mạch ở bệnh nhân nội khoa.

# improve_reference_title
source: Reference
vi: Tài liệu tham khảo

# improve_reference_text
source: Hostler DC, Marx ES, Moores LK, et al. Validation of the International Medical Prevention Registry on Venous Thromboembolism bleeding risk score. Chest. 2016;149(2):372-9.
vi: Hostler DC, et al. Validation of the IMPROVE Bleeding Risk Score. Chest. 2016;149(2):372-379.

# wells_dvt_title
source: Wells DVT Score
vi: Thang điểm Wells DVT

source: Wells DVT Score
vi: Điểm số

# wells_low_risk
source: Low Risk
vi: Nguy cơ thấp

# wells_moderate_risk
source: Moderate Risk
vi: Nguy cơ trung bình

# wells_high_risk
source: High Risk
vi: Nguy cơ cao

# wells_dvt_probability
source: DVT Probability
vi: Xác suất DVT

# wells_next_step
source: Next Step
vi: Bước tiếp theo

# wells_check_ddimer
source: Check D-dimer
vi: Kiểm tra D-dimer

# wells_ddimer_or_ultrasound
source: D-dimer or doppler ultrasound
vi: D-dimer hoặc siêu âm

# wells_immediate_ultrasound
source: Immediate doppler ultrasound
vi: Siêu âm ngay

# wells_recommendations
source: Recommendations:
vi: Khuyến nghị

# wells_low_risk_recommendation
source: Negative D-dimer can exclude DVT. If D-dimer positive, consider doppler ultrasound
vi: D-dimer, nếu âm tính loại trừ DVT

# wells_moderate_risk_recommendation
source: Additional D-dimer or doppler ultrasound testing needed for confirmation
vi: D-dimer hoặc siêu âm doppler

# wells_high_risk_recommendation
source: High probability of DVT, immediate doppler ultrasound required
vi: Siêu âm doppler ngay lập tức

# wells_criteria_title
source: Wells DVT Criteria
vi: Tiêu chí Wells

# wells_active_cancer
source: Active cancer (+1)
vi: Ung thư đang hoạt động

# wells_active_cancer_desc
source: Current cancer or treatment within 6 months
vi: Điều trị hiện tại hoặc trong 6 tháng qua

# wells_paralysis
source: Paralysis or lower limb weakness (+1)
vi: Liệt/Bất động

# wells_paralysis_desc
source: Complete paralysis or recent lower limb weakness
vi: Liệt hoặc bất động chân

# wells_bed_rest
source: Bed rest >3 days (+1)
vi: Nằm giường >3 ngày

# wells_bed_rest_desc
source: Bed rest >3 days or major surgery within 4 weeks
vi: Gần đây nằm giường >3 ngày

# wells_major_surgery
source: Major surgery (+1)
vi: Phẫu thuật lớn

# wells_major_surgery_desc
source: Major surgery within 4 weeks
vi: Trong 4 tuần qua

# wells_localized_tenderness
source: Localized tenderness (+1)
vi: Đau khu trú

# wells_localized_tenderness_desc
source: Localized tenderness along deep venous system
vi: Đau dọc theo tĩnh mạch sâu

# wells_entire_leg_swollen
source: Entire leg swollen (+1)
vi: Cả chân sưng

# wells_entire_leg_swollen_desc
source: Entire leg swollen
vi: Toàn bộ chân sưng

# wells_calf_swelling
source: Calf swelling (+1)
vi: Sưng bắp chân
