Repository: Anhthuhai/DR-ICU
Catalog: lib/l10n/app_*.arb
Languages: vi

# wells_calf_swelling_desc
source: Calf circumference >3cm compared to opposite side
vi: Bắp chân sưng >3cm so với chân kia

# wells_pitting_edema
source: Pitting edema (+1)
vi: Phù ấn hố

# wells_pitting_edema_desc
source: Pitting edema of affected leg
vi: Phù ấn hố ở chân có triệu chứng

# wells_collateral_veins
source: Collateral veins (+1)
vi: Tĩnh mạch bàng hệ

# wells_collateral_veins_desc
source: Collateral superficial veins (non-varicose)
vi: Tĩnh mạch nông giãn không do suy tĩnh mạch

# wells_previous_dvt
source: Previous DVT (+1)
vi: Tiền sử DVT

# wells_previous_dvt_desc
source: History of deep vein thrombosis
vi: Có tiền sử huyết khối tĩnh mạch sâu

# wells_alternative_diagnosis
source: Alternative diagnosis likely (-2)
vi: Chẩn đoán khác

# wells_alternative_diagnosis_desc
source: Alternative diagnosis more likely than DVT
vi: Có chẩn đoán khác khả thi hơn DVT

# wells_current_criteria
source: Current Criteria ({count})
vi: Tiêu chí hiện tại

# wells_risk_stratification
source: DVT Risk Stratification
vi: Phân tầng nguy cơ

# wells_clinical_approach
source: Clinical Approach
vi: Tiếp cận lâm sàng

# wells_approach_for_score
source: Approach for score {score}:
vi: Tiếp cận theo điểm số

# wells_low_risk_approach
source: If D-dimer (-): Exclude DVT If D-dimer (+): Doppler ultrasound
vi: D-dimer âm tính loại trừ DVT

# wells_moderate_risk_approach
source: If D-dimer (-): Exclude DVT If D-dimer (+): Doppler ultrasound Or direct doppler ultrasound
vi: D-dimer hoặc siêu âm

# wells_high_risk_approach
source: Doppler ultrasound mandatory Consider immediate anticoagulation
vi: Siêu âm doppler ngay

# wells_clinical_information
source: Clinical Information
vi: Thông tin lâm sàng

# wells_clinical_info_text
source: Wells DVT Score assesses probability of deep vein thrombosis Usage: • Initial clinical assessment for suspected DVT • Combine with D-dimer and doppler ultrasound • Guide diagnostic strategy • Avoid unnecessary testing Important notes: • Low score + negative D-dimer → exclude DVT • High score → doppler ultrasound mandatory • Always consider clinical context • Reassess if symptoms progress Alternative diagnoses to consider: • Superficial thrombophlebitis • Heart, liver, kidney edema • Muscle hematoma • Soft tissue injury • Compartment syndrome • Arthritis
vi: Wells DVT Score đánh giá xác suất huyết khối tĩnh mạch sâu, giúp hướng dẫn xét nghiệm tiếp theo.

# wells_reference_title
source: Reference
vi: Tài liệu tham khảo

# wells_reference_text
source: Wells PS, et al. Evaluation of D-dimer in the diagnosis of suspected deep-vein thrombosis. N Engl J Med. 2003;349(13):1227-35.
vi: Wells PS, et al. Value of assessment of pretest probability of deep-vein thrombosis in clinical management. Lancet. 1997;350(9094):1795-8.

# padua_prediction_score_title
source: Padua Prediction Score
vi: Thang điểm Padua

source: Padua Prediction Score
vi: Điểm số

# padua_low_risk
source: Low Risk
vi: Nguy cơ thấp

# padua_high_risk
source: High Risk
vi: Nguy cơ cao

# padua_vte_risk
source: VTE Risk
vi: Nguy cơ VTE

# padua_prophylaxis
source: Prophylaxis
vi: Dự phòng

# padua_recommendations
source: Recommendations:
vi: Khuyến nghị

# padua_no_prophylaxis
source: No pharmacological prophylaxis required. Mechanical measures may be used
vi: Không cần dự phòng

# padua_pharmacological_prophylaxis
source: Pharmacological prophylaxis required if no contraindications
vi: Dự phòng dược lý

# padua_mechanical_prophylaxis
source: Mechanical prophylaxis
vi: Dự phòng cơ học

# padua_pharmacological_mechanical
source: Pharmacological + mechanical prophylaxis
vi: Dự phòng dược lý + cơ học

# padua_risk_factors_title
source: VTE Risk Factors
vi: Yếu tố nguy cơ

# padua_current_risk_factors
source: Current Risk Factors ({count})
vi: Yếu tố nguy cơ hiện tại

# padua_risk_stratification
source: VTE Risk Stratification
vi: Phân tầng nguy cơ

# padua_prophylaxis_recommendations
source: VTE Prophylaxis Recommendations
vi: Khuyến nghị dự phòng

# padua_clinical_information
source: Clinical Information
vi: Thông tin lâm sàng

# padua_cancer
source: Cancer (+3)
vi: Ung thư đang hoạt động

# padua_cancer_desc
source: Active cancer (excluding skin cancer)
vi: Ung thư chuyển di hoặc điều trị hóa/xạ trong 6 tháng

# padua_previous_vte
source: Previous VTE (+3)
vi: Tiền sử VTE

# padua_previous_vte_desc
source: Previous venous thromboembolism (DVT/PE)
vi: Đã từng có huyết khối tĩnh mạch

# padua_reduced_mobility
source: Reduced Mobility (+3)
vi: Giảm vận động

# padua_reduced_mobility_desc
source: Reduced mobility (bed rest >3 days)
vi: Nằm giường ≥3 ngày

# padua_thrombophilia
source: Thrombophilia (+3)
vi: Rối loạn đông máu

# padua_thrombophilia_desc
source: Known thrombophilia (hereditary or acquired)
vi: Thiếu hụt protein C/S, antithrombin

# padua_recent_trauma
source: Recent Trauma (+2)
vi: Chấn thương gần đây

# padua_recent_trauma_desc
source: Trauma and/or surgery within 1 month
vi: Chấn thương/phẫu thuật ≤1 tháng

# padua_elderly
source: Age ≥70 (+1)
vi: Tuổi cao

# padua_elderly_desc
source: Age ≥70 and/or heart failure and/or respiratory failure
vi: Tuổi ≥70

# padua_heart_failure
source: Heart Failure (+1)
vi: Suy tim

# padua_heart_failure_desc
source: Acute and/or chronic heart failure
vi: Suy tim cấp hoặc mạn tính

# padua_respiratory_failure
source: Acute Respiratory Failure (+1)
vi: Suy hô hấp

# padua_respiratory_failure_desc
source: Acute respiratory failure
vi: Suy hô hấp cấp hoặc mạn tính

# padua_acute_infection
source: Acute Infection (+1)
vi: Nhiễm trùng cấp

# padua_acute_infection_desc
source: Acute infection and/or rheumatic disease
vi: Nhiễm trùng cấp tính

# padua_rheumatic_disease
source: Rheumatic Disease (+1)
vi: Bệnh thấp khớp

# padua_rheumatic_disease_desc
source: Active rheumatic disease
vi: Bệnh thấp khớp đang hoạt động

# padua_ibd_stroke
source: IBD/Stroke (+1)
vi: IBD/Đột quỵ

# padua_ibd_stroke_desc
source: Inflammatory bowel disease or acute stroke
vi: Viêm ruột hoặc đột quỵ cấp

# padua_acute_mi
source: Acute MI (+1)
vi: Nhồi máu cơ tim cấp

# padua_acute_mi_desc
source: Acute myocardial infarction
vi: Nhồi máu cơ tim cấp

# padua_mechanical_prophylaxis_title
source: Mechanical Prophylaxis
vi: Dự phòng cơ học

# padua_pharmacological_prophylaxis_title
source: Pharmacological Prophylaxis
vi: Dự phòng dược lý

# padua_graduated_compression
source: Graduated compression stockings
vi: Vớ ép

# padua_intermittent_compression
source: Intermittent pneumatic compression
vi: Ép gián đoạn

# padua_early_mobilization
source: Early mobilization
vi: Vận động sớm

# padua_leg_elevation
source: Leg elevation during rest
vi: Nâng chân

# padua_lmwh
source: LMWH (Enoxaparin 40mg/day)
vi: LMWH

# padua_ufh
source: UFH (5000IU x2/day)
vi: UFH

# padua_fondaparinux
source: Fondaparinux 2.5mg/day
vi: Fondaparinux

# padua_doac
source: DOAC (as indicated)
vi: DOAC

# padua_clinical_info_text
source: Padua Prediction Score assesses VTE risk in medical patients Clinical applications: • VTE prophylaxis decision in medical patients • Risk-benefit assessment for anticoagulation • Selection of prophylaxis method • Cost optimization of treatment Contraindications to pharmacological prophylaxis: • Active major bleeding or high bleeding risk • Recent brain/eye/spinal surgery • Severe ischemic heart disease • Severe uncontrolled hypertension • Severe liver disease • Severe renal impairment (CrCl <15ml/min) Monitoring during prophylaxis: • Signs of bleeding • Platelet count • Renal function (if using LMWH) • New VTE symptoms • Reassess when condition changes
vi: Padua Prediction Score đánh giá nguy cơ huyết khối tĩnh mạch ở bệnh nhân nội khoa để hướng dẫn dự phòng.

# padua_reference_title
source: Reference
vi: Tài liệu tham khảo

# padua_reference_text
source: Barbar S, et al. A risk assessment model for the identification of hospitalized medical patients at risk for venous thromboembolism: the Padua Prediction Score. J Thromb Haemost. 2010;8(11):2450-7. Kahn SR, et al. Prevention of VTE in nonsurgical patients: Antithrombotic Therapy and Prevention of Thrombosis, 9th ed: American College of Chest Physicians Evidence-Based Clinical Practice Guidelines. Chest. 2012;141(2 Suppl):e195S-e226S.
vi: Barbar S, et al. A risk assessment model for the identification of hospitalized medical patients at risk for venous thromboembolism. Chest. 2010;137(3):533-40.

# abcd2_score_title
source: ABCD2 Score
vi: Thang điểm ABCD2

source: ABCD2 Score
vi: Điểm số

# abcd2_low_risk
source: Low Risk
vi: Nguy cơ thấp

# abcd2_moderate_risk
source: Moderate Risk
vi: Nguy cơ trung bình

# abcd2_high_risk
source: High Risk
vi: Nguy cơ cao

# abcd2_stroke_2_days
source: 2-day stroke risk
vi: Nguy cơ đột quỵ 2 ngày

# abcd2_stroke_7_days
source: 7-day stroke risk
vi: Nguy cơ đột quỵ 7 ngày

# abcd2_stroke_90_days
source: 90-day stroke risk
vi: Nguy cơ đột quỵ 90 ngày

# abcd2_urgency_level
source: Urgency Level:
vi: Mức độ khẩn cấp

# abcd2_recommendations
source: Recommendations:
vi: Khuyến nghị

# abcd2_urgency_non_urgent
source: Non-urgent - 48-72h
vi: Không khẩn cấp

# abcd2_urgency_priority
source: Priority - within 24h
vi: Ưu tiên

# abcd2_urgency_emergency
source: Emergency - immediate
vi: Cấp cứu

# abcd2_recommendation_low
source: May discharge with close outpatient follow-up, consider investigation of cause
vi: Khám ngoại trú trong 1 tuần

# abcd2_recommendation_moderate
source: Requires short-term hospital observation, investigation of cause and preventive treatment
vi: Khám chuyên khoa trong 24-48h

# abcd2_recommendation_high
source: Emergency admission, comprehensive investigation and aggressive preventive treatment
vi: Nhập viện đánh giá ngay

# abcd2_basic_info
source: Basic Information (A)
vi: Thông tin cơ bản

# abcd2_age
source: Age
vi: Tuổi

# abcd2_age_unit
source: years
vi: năm

# abcd2_age_help
source: +1 point if ≥60 years
vi: Tuổi của bệnh nhân

# abcd2_blood_pressure
source: Systolic Blood Pressure
vi: Huyết áp

# abcd2_bp_help
source: +1 point if ≥140mmHg
vi: Huyết áp tâm thu ≥140 hoặc tâm trương ≥90

# abcd2_clinical_features
source: Clinical Features (C)
vi: Đặc điểm lâm sàng

# abcd2_other_symptoms
source: Other symptoms
vi: Triệu chứng khác

# abcd2_other_symptoms_desc
source: No speech disorder or hemiplegia
vi: Không phải yếu liệt hay rối loạn ngôn ngữ

# abcd2_speech_without_weakness
source: Speech disorder without paralysis
vi: Rối loạn ngôn ngữ không yếu liệt

# abcd2_speech_without_weakness_desc
source: Difficulty speaking, aphasia but no motor paralysis
vi: Rối loạn ngôn ngữ nhưng không có yếu liệt

# abcd2_unilateral_weakness
source: Unilateral weakness
vi: Yếu liệt một bên

# abcd2_unilateral_weakness_desc
source: Weakness or paralysis on one side of body
vi: Yếu liệt một bên cơ thể

# abcd2_duration
source: Duration (D)
vi: Thời gian kéo dài

# abcd2_duration_less_10
source: < 10 minutes
vi: <10 phút

# abcd2_duration_less_10_desc
source: Symptoms lasted less than 10 minutes
vi: Triệu chứng kéo dài <10 phút

# abcd2_duration_10_59
source: 10-59 minutes
vi: 10-59 phút

# abcd2_duration_10_59_desc
source: Symptoms lasted 10 to 59 minutes
vi: Triệu chứng kéo dài 10-59 phút

# abcd2_duration_60_plus
source: ≥ 60 minutes
vi: ≥60 phút

# abcd2_duration_60_plus_desc
source: Symptoms lasted 60 minutes or longer
vi: Triệu chứng kéo dài ≥60 phút

# abcd2_diabetes
source: Diabetes (D)
vi: Đái tháo đường

# abcd2_has_diabetes
source: Has history of diabetes
vi: Có đái tháo đường

# abcd2_diabetes_desc
source: Currently treated or previously diagnosed
vi: Có tiền sử đái tháo đường

# abcd2_risk_stratification
source: Stroke Risk Stratification
vi: Phân tầng nguy cơ

# abcd2_risk_display_format
source: 2 days: {risk2d}, 90 days: {risk90d}
vi: 2 ngày: {risk2d}, 90 ngày: {risk90d}

# abcd2_clinical_information
source: Clinical Information
vi: Thông tin lâm sàng

# abcd2_clinical_info_text
source: ABCD2 Score predicts stroke risk after transient ischemic attack (TIA) Components of ABCD2: • A (Age): Age ≥60 (+1 point) • B (Blood pressure): BP ≥140/90 (+1 point) • C (Clinical features): Clinical symptoms (0-2 points) • D (Duration): Duration of symptoms (0-2 points) • D (Diabetes): Diabetes (+1 point) Clinical applications: • Decision for hospital admission after TIA • Priority level for investigation • Risk counseling for patients • Follow-up and preventive treatment Note: Combine with imaging assessment and etiology to make optimal treatment decisions
vi: ABCD2 Score đánh giá nguy cơ đột quỵ sau cơn thiếu máu não thoáng qua (TIA), giúp phân tầng nguy cơ và hướng dẫn điều trị.

# abcd2_reference_title
source: Reference
vi: Tài liệu tham khảo

# abcd2_reference_text
source: Johnston SC, et al. Validation and refinement of scores to predict very early stroke risk after transient ischaemic attack. Lancet. 2007;369(9558):283-92.
vi: Johnston SC, et al. Validation and refinement of scores to predict very early stroke risk after transient ischemic attack. Lancet. 2007;369(9558):283-292.

# race_scale_title
source: RACE Scale
vi: Thang điểm RACE

source: RACE Scale
vi: Điểm số

# race_lvo_likelihood
source: LVO likelihood: {likelihood}
vi: Khả năng LVO

# race_low_lvo
source: Low
vi: LVO thấp

# race_high_lvo
source: High
vi: LVO cao

# race_lvo_probability
source: LVO Probability
vi: Xác suất LVO

# race_time_target
source: Time Target
vi: Mục tiêu thời gian

# race_standard_time
source: Standard time
vi: Thời gian tiêu chuẩn

# race_door_to_groin
source: Door-to-groin < 90 min
vi: Door-to-groin

# race_recommendations
source: Recommendations:
vi: Khuyến nghị

# race_recommendation_low
source: Continue routine stroke evaluation, consider other causes
vi: Đánh giá tiêu chuẩn

# race_recommendation_high
source: High LVO probability - Immediate transfer to EVT (endovascular therapy) center required
vi: Kích hoạt EVT

# race_assessment_title
source: RACE Scale Assessment
vi: Đánh giá RACE

# race_assessment_subtitle
source: Rapid Arterial oCclusion Evaluation
vi: Thang điểm đánh giá LVO

# race_facial_palsy
source: Facial Palsy
vi: Liệt mặt

# race_facial_palsy_instruction
source: Ask patient to smile or show teeth
vi: Yêu cầu bệnh nhân cười/nhăn mặt

# race_facial_palsy_none
source: None
vi: Không có/nhẹ

# race_facial_palsy_mild
source: Mild facial palsy
vi: Vừa (mặt không đối xứng)

# race_facial_palsy_severe
source: Severe facial palsy
vi: Nặng (không cử động được)

# race_arm_motor
source: Arm Motor
vi: Vận động cánh tay

# race_arm_motor_instruction
source: Raise arm to 90° for 10 seconds
vi: Nâng cánh tay 90° trong 10s

# race_motor_normal
source: Normal
vi: Bình thường

# race_motor_mild_drift
source: Mild drift
vi: Rơi nhẹ

# race_motor_severe
source: Rapid fall or cannot raise
vi: Rơi ngay/không nâng được

# race_leg_motor
source: Leg Motor
vi: Vận động chân

# race_leg_motor_instruction
source: Raise leg to 30° for 5 seconds
vi: Nâng chân 30° trong 5s

# race_head_eye_deviation
source: Head and Eye Deviation
vi: Lệch đầu-mắt

# race_head_eye_instruction
source: Observe gaze direction and head turn
vi: Quan sát hướng nhìn

# race_deviation_none
source: None
vi: Không lệch

# race_deviation_present
source: Deviation present
vi: Có lệch

# race_hemianeglect
source: Hemianeglect
vi: Hội chứng loại bỏ

# race_hemianeglect_instruction
source: Assess attention to left-sided space
vi: Kiểm tra nhận thức không gian

# race_hemianeglect_normal
source: Normal
vi: Bình thường

# race_hemianeglect_present
source: Unilateral neglect present
vi: Có hội chứng

# race_aphasia
source: Aphasia
vi: Rối loạn ngôn ngữ

# race_aphasia_instruction
source: Assess speech and comprehension ability
vi: Kiểm tra khả năng nói

# race_aphasia_normal
source: Normal
vi: Bình thường

# race_aphasia_mild
source: Mild aphasia
vi: Nhẹ-vừa

# race_aphasia_severe
source: Severe aphasia
vi: Nặng/câm

# race_risk_stratification
source: LVO Risk Stratification
vi: Phân tầng nguy cơ

# race_action_routine
source: Routine stroke care
vi: Đánh giá thường quy

# race_action_evt
source: Transfer to EVT center
vi: Kích hoạt EVT

# race_emergency_protocol
source: Emergency LVO Protocol
vi: Quy trình cấp cứu

# race_protocol_stroke_code
source: 1. Activate stroke code
vi: Kích hoạt Stroke Code

# race_protocol_stroke_code_desc
source: Notify stroke team immediately
vi: Báo động đội đột quỵ

# race_protocol_ct_cta
source: 2. Emergency CT/CTA
vi: CT/CTA ngay

# race_protocol_ct_cta_desc
source: CT and CTA within 20 minutes
vi: Chụp CT não và CTA

# race_protocol_transfer
source: 3. Transfer to EVT center
vi: Chuyển viện

# race_protocol_transfer_desc
source: Contact cerebrovascular intervention center
vi: Nếu không có khả năng EVT

# race_protocol_tpa
source: 4. IV tPA (if eligible)
vi: Cân nhắc tPA

# race_protocol_tpa_desc
source: Intravenous thrombolysis before transfer
vi: Tiêu sợi huyết tĩnh mạch

# race_protocol_time
source: 5. Door-to-groin <90 min
vi: Mục tiêu thời gian

# race_protocol_time_desc
source: Target from hospital arrival to EVT
vi: Door-to-groin <90 phút

# race_clinical_information
source: Clinical Information
vi: Thông tin lâm sàng

# race_clinical_info_text
source: RACE Scale rapidly identifies Large Vessel Occlusion (LVO) stroke Purpose: • Screen patients requiring EVT (endovascular therapy) • Optimize 'time is brain' management • Guide transfer decisions • Improve treatment outcomes What is LVO: • Large cerebral vessel occlusion (ICA, M1, M2, basilar) • Accounts for 24-46% of acute ischemic strokes • Poor prognosis without intervention • Good response to EVT within 24 hours RACE advantages: • Simple and rapid • 85% sensitivity, 68% specificity • Can be performed pre-hospital • Effective triage tool How to perform: • Assess 6 components • Total score 0-9 • ≥5 points: high LVO probability • Combine with NIHSS assessment Important notes: • Does not replace full neurologic evaluation • Imaging confirmation of LVO required • Time window crucial for EVT • Combine with IV tPA if appropriate
vi: RACE Scale nhanh chóng nhận diện tắc mạch lớn (LVO) để kích hoạt liệu pháp lấy huyết khối nội mạch (EVT).

# race_reference_title
source: Reference
vi: Tài liệu tham khảo

# race_reference_text
source: Pérez de la Ossa N, et al. Design and validation of a prehospital stroke scale to predict large arterial occlusion: the rapid arterial occlusion evaluation (RACE) scale. Stroke. 2014;45(1):87-91. Carrera D, et al. Validation of computer-assisted RACE scale for prehospital use. Stroke. 2018;49(5):1255-7.
vi: Pérez de la Ossa N, et al. Design and validation of a prehospital stroke scale to predict large arterial occlusion. Stroke. 2014;45(1):87-91.

# aspect_score_title
source: ASPECT Score
vi: Thang điểm ASPECT

source: ASPECT Score
vi: Điểm số

# aspect_prognosis_good
source: Good
vi: Tiên lượng tốt

# aspect_prognosis_moderate
source: Moderate
vi: Tiên lượng trung bình

# aspect_prognosis_poor
source: Poor
vi: Tiên lượng kém

# aspect_prognosis_prefix
source: Prognosis: {prognosis}
vi: Tiên lượng

# aspect_prognosis_label
source: Prognosis:
vi: Đánh giá tiên lượng

# aspect_recommendations
source: Recommendations:
vi: Khuyến nghị

# aspect_prognosis_good_text
source: Good prognosis for EVT
vi: Kết quả chức năng tốt sau EVT

# aspect_prognosis_moderate_text
source: Consider EVT carefully
vi: Đánh giá từng trường hợp

# aspect_prognosis_poor_text
source: High risk of complications
vi: Nguy cơ cao biến chứng

# aspect_recommendation_good
source: Proceed with EVT within appropriate time window
vi: Thực hiện EVT

# aspect_recommendation_moderate
source: Consider EVT, assess benefit/risk ratio
vi: Cân nhắc EVT

# aspect_recommendation_poor
source: Caution with EVT, prioritize medical management
vi: Thận trọng với EVT

# aspect_brain_regions
source: MCA (Middle Cerebral Artery) Regions
vi: Vùng não

# aspect_cortical_regions
source: Cortical Regions
vi: Vùng vỏ não

# aspect_subcortical_regions
source: Subcortical Regions
vi: Vùng dưới vỏ

# aspect_m1_region
source: M1: Frontal operculum, motor cortex
vi: M1 (Vỏ não trán)

# aspect_m2_region
source: M2: Temporal pole, anterior temporal cortex
vi: M2 (Vỏ não đảo trước)

# aspect_m3_region
source: M3: Posterior temporal cortex
vi: M3 (Vỏ não đảo sau)

# aspect_m4_region
source: M4: Anterior parietal cortex
vi: M4 (Vỏ não thái dương trước)

# aspect_m5_region
source: M5: Posterior parietal cortex
vi: M5 (Vỏ não thái dương sau)

# aspect_m6_region
source: M6: Angular gyrus, posterior superior temporal
vi: M6 (Vỏ não đỉnh)

# aspect_ic_region
source: IC: Internal capsule
vi: IC (Bao trong)

# aspect_l_region
source: L: Lentiform nucleus
vi: L (Nhân thấu kính)

# aspect_c_region
source: C: Caudate nucleus
vi: C (Nhân đuôi)

# aspect_i_region
source: I: Insular cortex
vi: I (Đảo)

# aspect_abnormal_lesion
source: Abnormal lesion (subtract 1 point)
vi: Tổn thương bất thường

source: ASPECT Score Interpretation
vi: Giải thích điểm số

# aspect_good_prognosis_evt
source: Good prognosis for EVT
vi: Tiên lượng tốt cho EVT

# aspect_consider_evt
source: Consider EVT
vi: Cân nhắc EVT

# aspect_high_risk
source: High risk
vi: Nguy cơ cao

# aspect_perform_evt
source: Perform EVT as indicated
vi: Thực hiện EVT

# aspect_assess_benefit_risk
source: Assess benefit/risk ratio
vi: Đánh giá lợi ích/nguy cơ

# aspect_caution_evt
source: Caution with EVT
vi: Thận trọng với EVT

# aspect_clinical_guidelines
source: Clinical Guidelines
vi: Hướng dẫn lâm sàng

# aspect_evt_recommended
source: ASPECT ≥8: EVT recommended
vi: Khuyến nghị EVT

# aspect_evt_consider
source: ASPECT 6-7: Consider EVT
vi: Cân nhắc EVT

# aspect_evt_caution
source: ASPECT <6: Caution
vi: Thận trọng EVT

# aspect_good_prognosis_evt_desc
source: Good prognosis for EVT
vi: Tiên lượng chức năng tốt

# aspect_perform_time_window
source: Perform within time window
vi: Thực hiện trong khung thời gian

# aspect_low_hemorrhage_risk
source: Low risk of hemorrhagic complications
vi: Nguy cơ xuất huyết thấp

# aspect_good_functional_outcome
source: Good functional outcome
vi: Kết quả chức năng tốt

# aspect_assess_case_by_case
source: Assess case by case
vi: Đánh giá từng trường hợp

# aspect_consider_age_time
source: Consider age and time
vi: Cân nhắc tuổi và thời gian

# aspect_discuss_family
source: Discuss with family
vi: Thảo luận với gia đình

# aspect_close_monitoring
source: Close monitoring
vi: Theo dõi chặt chẽ

# aspect_high_complication_risk
source: High risk of complications
vi: Nguy cơ biến chứng cao

# aspect_prioritize_medical
source: Prioritize medical management
vi: Ưu tiên điều trị nội khoa

# aspect_special_consideration
source: Special consideration for EVT
vi: Cân nhắc đặc biệt

# aspect_supportive_care
source: Intensive supportive care
vi: Chăm sóc hỗ trợ

# aspect_clinical_information
source: Clinical Information
vi: Thông tin lâm sàng

# aspect_clinical_info_text
source: ASPECT Score assesses acute ischemic stroke severity Purpose: • Predict EVT outcomes • Select appropriate patients • Assess complication risk • Support clinical decisions Assessment method: • Non-contrast CT scan • Evaluated at 2 slice levels • Basal ganglia level slice • Suprathalamic level slice Ischemic signs: • Loss of gray-white matter differentiation • Decreased cortical density • Focal brain edema • Mass effect 10 assessed regions: • M1-M6: MCA cortical regions • IC: Internal capsule • L: Lentiform nucleus • C: Caudate nucleus • I: Insular cortex Advantages: • Simple and easy to perform • Good reproducibility • Accurate prediction • Widely applicable Limitations: • Experience dependent • Inter-reader variability • Difficult to detect mild lesions • Does not assess perfusion Recommendations: • Combine with clinical information • Consider perfusion imaging • Comprehensive assessment • Post-treatment monitoring
vi: ASPECT Score đánh giá mức độ nhồi máu não để dự đoán kết quả và hướng dẫn quyết định liệu pháp lấy huyết khối nội mạch.
