Repository: Anhthuhai/DR-ICU
Catalog: lib/l10n/app_*.arb
Languages: vi

# pews_clinical_info_description
source: PEWS (Pediatric Early Warning Score) is a screening tool to identify children at risk of deterioration early Advantages: • Early identification of critically ill children • Guides level of intervention • Improves treatment outcomes • Reduces cardiac arrest outside ICU Normal values by age: • <1 year: HR 100-170, RR 30-45 • 1-5 years: HR 90-130, RR 20-35 • 6-12 years: HR 80-110, RR 15-25 • >12 years: HR 70-90, RR 12-22 Pediatric physiological characteristics: • Limited cardiopulmonary reserve • Hypotension is a late sign • Tachycardia and tachypnea are early signs • Altered consciousness indicates danger Important considerations: • Adjust for age • Assess overall clinical picture • Monitor trends in changes • Combine with physical examination
vi: PEWS (Pediatric Early Warning Score) là công cụ sàng lọc để nhận diện sớm trẻ em có nguy cơ xấu đi Ưu điểm: • Nhận diện sớm trẻ em bệnh nặng • Hướng dẫn mức độ can thiệp • Cải thiện kết quả điều trị • Giảm cardiac arrest ngoài ICU Giá trị bình thường theo tuổi: • <1 tuổi: HR 100-170, RR 30-45 • 1-5 tuổi: HR 90-130, RR 20-35 • 6-12 tuổi: HR 80-110, RR 15-25 • >12 tuổi: HR 70-90, RR 12-22 Đặc điểm sinh lý trẻ em: • Dự trữ tâm phổi hạn chế • Hạ huyết áp là dấu hiệu muộn • Tachycardia và tachypnea là dấu hiệu sớm • Rối loạn ý thức báo hiệu nguy hiểm Lưu ý quan trọng: • Điều chỉnh theo độ tuổi • Đánh giá tổng thể lâm sàng • Theo dõi xu hướng thay đổi • Kết hợp với khám thực thể

# pews_references_title
source: References
vi: Tài liệu tham khảo

# pews_response_protocol_title
source: Response Protocol
vi: Quy trình đáp ứng

# pews_interp_low_risk
source: Low risk
vi: Nguy cơ thấp

# pews_interp_moderate_risk
source: Moderate risk
vi: Nguy cơ trung bình

# pews_interp_high_risk
source: High risk
vi: Nguy cơ cao

# pews_interp_frequency_4_6h
source: Every 4-6h
vi: Mỗi 4-6h

# pews_interp_frequency_1_2h
source: Every 1-2h
vi: Mỗi 1-2h

# pews_interp_frequency_continuous
source: Continuous
vi: Liên tục

# pews_interp_routine_care
source: Routine care
vi: Chăm sóc thường quy

# pews_interp_notify_physician
source: Notify physician
vi: Thông báo bác sĩ

# pews_interp_emergency_team
source: Pediatric emergency team
vi: Team cấp cứu nhi

# pews_risk_stratification_title
source: PEWS Risk Stratification
vi: Phân tầng nguy cơ PEWS

# pews_recommendation_title
source: Recommendation:
vi: Khuyến nghị:

# pews_vital_signs_title
source: Vital Signs
vi: Thông số sinh hiệu

# pews_age_unit
source: years
vi: năm

# unit_per_minute
source: /min
vi: /phút

# sepsis_bundle_lactate_title
source: 1. Lactate Measurement
vi: 1. Lactate đo lường

# sepsis_bundle_lactate_desc
source: Obtain serum lactate level
vi: Lấy máu xét nghiệm lactate

# sepsis_bundle_blood_culture_title
source: 2. Blood Cultures
vi: 2. Cấy máu

# sepsis_bundle_blood_culture_desc
source: Obtain before antibiotic administration
vi: Cấy máu trước khi dùng kháng sinh

# sepsis_bundle_antibiotics_title
source: 3. Broad-spectrum Antibiotics
vi: 3. Kháng sinh

# sepsis_bundle_antibiotics_desc
source: Administer within 1 hour
vi: Kháng sinh phổ rộng trong 1 giờ

# sepsis_bundle_fluid_title
source: 4. Fluid Resuscitation
vi: 4. Dịch truyền

# sepsis_bundle_fluid_desc
source: 30ml/kg if hypotensive or lactate ≥4
vi: 30ml/kg nếu hạ huyết áp hoặc lactate ≥4

# sepsis_bundle_vasopressor_desc
source: If hypotension persists after fluid resuscitation
vi: Nếu hạ huyết áp không đáp ứng dịch

# grace_score_title
source: GRACE Score
vi: Thang điểm GRACE

# grace_risk_low
source: Low risk
vi: Nguy cơ thấp

# grace_risk_moderate
source: Moderate risk
vi: Nguy cơ trung bình

# grace_risk_high
source: High risk
vi: Nguy cơ cao

# grace_risk_very_high
source: Very high risk
vi: Nguy cơ rất cao

# grace_recommendation
source: Recommendation:
vi: Khuyến nghị:

# grace_intervention_strategy
source: Intervention strategy:
vi: Chiến lược can thiệp:

# grace_intervention_timing
source: Intervention timing:
vi: Thời điểm can thiệp:

# grace_detailed_intervention_timing
source: Detailed intervention timing:
vi: Chi tiết thời điểm can thiệp:

# grace_reference_title
source: Reference
vi: Tài liệu tham khảo

# grace_reference_text
source: Fox KA, et al. Prediction of risk of death and myocardial infarction in the six months after presentation with acute coronary syndrome: prospective multinational observational study (GRACE). BMJ. 2006;333(7578):1091.
vi: Fox KA, et al. Dự đoán nguy cơ tử vong và nhồi máu cơ tim trong 6 tháng sau khi nhập viện với hội chứng mạch vành cấp: nghiên cứu quan sát đa quốc gia tiến cứu (GRACE). BMJ. 2006;333(7578):1091.

# grace_strategy_conservative
source: Conservative strategy
vi: Chiến lược bảo tồn

# grace_strategy_selective
source: Selective intervention strategy
vi: Chiến lược can thiệp chọn lọc

# grace_strategy_early
source: Early intervention strategy
vi: Chiến lược can thiệp sớm

# grace_strategy_immediate
source: Immediate intervention strategy
vi: Chiến lược can thiệp ngay lập tức

# grace_timing_72h
source: Intervention within 72 hours
vi: Can thiệp trong vòng 72 giờ

# grace_timing_24_72h
source: Intervention within 24-72 hours
vi: Can thiệp trong vòng 24-72 giờ

# grace_timing_24h
source: Intervention within 24 hours
vi: Can thiệp trong vòng 24 giờ

# grace_timing_2h
source: Emergency intervention within 2 hours
vi: Can thiệp khẩn cấp trong vòng 2 giờ

# grace_detailed_timing_low
source: Intervention timing: Within 72 hours\n• PCI can be delayed if no complications\n• Monitoring at cardiology ward\n• Optimal medical therapy first
vi: Thời gian can thiệp: Trong vòng 72 giờ\n• PCI có thể trì hoãn nếu không có biến chứng\n• Theo dõi tại khoa nội tim mạch\n• Điều trị nội khoa tối ưu trước tiên

# grace_detailed_timing_moderate
source: Intervention timing: Within 24-72 hours\n• Selective PCI based on symptoms\n• Close monitoring at CCU\n• Ready for intervention when needed
vi: Thời gian can thiệp: Trong vòng 24-72 giờ\n• PCI chọn lọc dựa trên triệu chứng\n• Theo dõi chặt chẽ tại CCU\n• Chuẩn bị sẵn sàng can thiệp khi cần

# grace_detailed_timing_high
source: Intervention timing: Within 24 hours\n• Early PCI recommended\n• Intensive CCU monitoring\n• Prepare for urgent intervention
vi: Thời gian can thiệp: Trong vòng 24 giờ\n• PCI sớm được khuyến cáo\n• Theo dõi tích cực tại CCU\n• Chuẩn bị can thiệp khẩn cấp

# grace_detailed_timing_very_high
source: Intervention timing: Emergency within 2 hours\n• Immediate PCI required\n• ICU monitoring\n• Emergency cardiac catheterization
vi: Thời gian can thiệp: Khẩn cấp trong vòng 2 giờ\n• PCI ngay lập tức được yêu cầu\n• Theo dõi ICU\n• Thông tim cấp cứu

# grace_6_month_mortality
source: 6-month mortality
vi: Tử vong 6 tháng

# grace_hospital_mortality
source: Hospital mortality
vi: Tử vong nội viện

# grace_intervention_strategy_label
source: Treatment strategy:
vi: Chiến lược điều trị:

# grace_clinical_info_title
source: Clinical Information
vi: Thông tin lâm sàng

# grace_clinical_info_content
source: GRACE Score assesses mortality risk in patients with acute coronary syndrome (ACS)\n\nClinical applications:\n• Risk stratification and treatment strategy selection\n• Decide early intervention vs conservative treatment\n• Prognosis counseling for patients and families\n• Assessment of referral indications\n\nIntervention strategy by timing:\n• Low risk (≤108): Intervention within 72h - PCI can be delayed\n• Moderate risk (109-140): Intervention within 24-72h - Selective PCI\n• High risk (141-200): Intervention within 24h - Early PCI recommended\n• Very high risk (>200): Emergency intervention within 2h - Emergency PCI\n\nNotes:\n• Higher score indicates greater mortality risk\n• Must combine with overall clinical assessment\n• Regular monitoring and reassessment\n• Applies to both STEMI and NSTEMI/UA
vi: GRACE Score đánh giá nguy cơ tử vong ở bệnh nhân hội chứng mạch vành cấp (ACS)\n\nỨng dụng lâm sàng:\n• Phân tầng nguy cơ và lựa chọn chiến lược điều trị\n• Quyết định can thiệp sớm hay bảo tồn\n• Tư vấn tiên lượng cho bệnh nhân và gia đình\n• Đánh giá chỉ định chuyển tuyến\n\nChiến lược can thiệp theo thời gian:\n• Nguy cơ thấp (≤108): Can thiệp trong 72h - PCI có thể trì hoãn\n• Nguy cơ trung bình (109-140): Can thiệp trong 24-72h - PCI chọn lọc\n• Nguy cơ cao (141-200): Can thiệp trong 24h - PCI sớm được khuyến cáo\n• Nguy cơ rất cao (>200): Can thiệp khẩn cấp trong 2h - PCI cấp cứu\n\nLưu ý:\n• Điểm số càng cao, nguy cơ tử vong càng lớn\n• Cần kết hợp với đánh giá lâm sàng tổng thể\n• Theo dõi và tái đánh giá định kỳ\n• Áp dụng cho cả STEMI và NSTEMI/UA

# grace_detailed_timing_title
source: Detailed intervention timing:
vi: Chi tiết thời điểm can thiệp:

# grace_age_label
source: Age (years)
vi: Tuổi (năm)

# grace_heart_rate_label
source: Heart rate (/min)
vi: Nhịp tim (/phút)

# grace_systolic_bp_label
source: Systolic blood pressure (mmHg)
vi: Huyết áp tâm thu (mmHg)

# grace_creatinine_unit_label
source: Creatinine unit
vi: Đơn vị Creatinine

# grace_heart_failure_title
source: Heart failure or left ventricular dysfunction
vi: Suy tim hoặc rối loạn chức năng thất trái

# grace_cardiac_arrest_title
source: In-hospital cardiac arrest
vi: Ngừng tim tại viện

# grace_st_elevation_title
source: ST elevation on ECG
vi: Chênh ST trên ECG

# grace_elevated_markers_title
source: Elevated cardiac enzymes (Troponin/CK-MB)
vi: Tăng enzyme tim (Troponin/CK-MB)

# grace_input_parameters
source: Input Parameters
vi: Thông số đầu vào

# grace_clinical_factors
source: Clinical Factors
vi: Yếu tố lâm sàng

# grace_risk_stratification
source: Risk Stratification
vi: Phân tầng nguy cơ

# grace_risk_level
source: Risk Level
vi: Mức độ nguy cơ

# grace_6_month_mort
source: 6-month Mortality
vi: Tử vong 6 tháng

# grace_hospital_mort
source: Hospital Mortality
vi: Tử vong nội viện

# grace_intervention_timing_column
source: Intervention Timing
vi: Thời điểm can thiệp

# grace_recommendation_low
source: Outpatient treatment may be considered, regular monitoring
vi: Điều trị ngoại trú có thể xem xét, theo dõi thường xuyên

# grace_recommendation_moderate
source: Hospital admission for monitoring, treatment according to ACS guidelines
vi: Nhập viện theo dõi, điều trị theo hướng dẫn ACS

# grace_recommendation_high
source: Early intervention needed, consider high-level referral
vi: Cần can thiệp sớm, xem xét chuyển tuyến cao

# grace_recommendation_very_high
source: Immediate emergency intervention, ICU monitoring, early PCI
vi: Can thiệp cấp cứu ngay, ICU monitoring, PCI sớm

# grace_recommendations_label
source: Recommendations:
vi: Khuyến nghị:

# grace_intervention_timing_label
source: Intervention timing:
vi: Thời gian can thiệp:

# grace_per_minute_unit
source: /min
vi: /phút

# curb65_title
source: CURB-65 Score
vi: Thang điểm CURB-65

# curb65_very_low_risk
source: Very low risk
vi: Nguy cơ rất thấp

# curb65_low_risk
source: Low risk
vi: Nguy cơ thấp

# curb65_moderate_risk
source: Moderate risk
vi: Nguy cơ trung bình

# curb65_high_risk
source: High risk
vi: Nguy cơ cao

# curb65_very_high_risk
source: Very high risk
vi: Nguy cơ rất cao

# curb65_confusion
source: Confusion
vi: Lú lẫn

# curb65_bun
source: BUN
vi: Ure máu (BUN)

# curb65_respiratory_rate
source: Respiratory Rate (breaths/min)
vi: Nhịp thở ≥30/phút

# curb65_age
source: Age
vi: Tuổi ≥65

# curb65_bun_unit
source: Unit
vi: Đơn vị BUN

# curb65_mortality_rate
source: Mortality rate: {rate}
vi: Tỷ lệ tử vong 30 ngày

# curb65_clinical_information
source: Clinical Information
vi: Thông tin lâm sàng

# medical_disclaimer_professional_only
source: FOR HEALTHCARE PROFESSIONALS ONLY
vi: DÀNH CHO CÁN BỘ Y TẾ

# medical_disclaimer_home_text
source: This application is intended exclusively for licensed healthcare professionals. All medical information is provided for reference purposes only and should not replace clinical judgment, institutional protocols, or direct patient care.
vi: Ứng dụng này được thiết kế dành riêng cho các cán bộ y tế có chứng chỉ hành nghề. Tất cả thông tin y khoa chỉ mang tính tham khảo và không thể thay thế phán đoán lâm sàng, quy trình của cơ sở y tế, hoặc chăm sóc trực tiếp bệnh nhân.

# medical_disclaimer_grace_text
source: Clinical decision support tool. Always use clinical judgment and follow institutional protocols.
vi: Công cụ hỗ trợ quyết định lâm sàng. Luôn sử dụng phán đoán lâm sàng và tuân thủ quy trình của cơ sở y tế.

# medical_disclaimer_sofa_text
source: ICU assessment tool. Requires clinical correlation with patient status.
vi: Công cụ đánh giá ICU. Cần kết hợp với tình trạng lâm sàng của bệnh nhân.

# medical_disclaimer_qsofa_text
source: Sepsis screening tool. Does not replace clinical assessment and laboratory evaluation.
vi: Công cụ sàng lọc nhiễm trùng huyết. Không thay thế đánh giá lâm sàng và xét nghiệm.

# medical_disclaimer_nihss_text
source: Stroke assessment tool. Requires neurological examination and clinical correlation.
vi: Công cụ đánh giá đột quỵ. Cần khám thần kinh và kết hợp lâm sàng.

# medical_disclaimer_mdrd_text
source: Kidney function estimation. Consider clinical context and confirm with additional tests.
vi: Ước tính chức năng thận. Cân nhắc bối cảnh lâm sàng và xác nhận bằng các xét nghiệm bổ sung.

# dapt_title
source: DAPT Score
vi: Thang điểm DAPT

# dapt_continue
source: Continue DAPT
vi: Tiếp tục điều trị

# dapt_discontinue
source: Discontinue DAPT
vi: Ngừng điều trị

# dapt_ischemic_benefit_high
source: Reduces 41% risk of MACE
vi: Lợi ích chống đông cao

# dapt_ischemic_benefit_low
source: Reduces 7% risk of MACE
vi: Lợi ích chống đông thấp

# dapt_bleeding_risk_high
source: Increases 31% risk of major bleeding
vi: Nguy cơ chảy máu cao

# dapt_bleeding_risk_low
source: Increases 61% risk of major bleeding
vi: Nguy cơ chảy máu thấp

# dapt_reasoning_continue
source: Ischemic benefit reduction > Bleeding risk
vi: Lợi ích chống đông vượt trội so với nguy cơ chảy máu

# dapt_reasoning_discontinue
source: Bleeding risk > Ischemic benefit reduction
vi: Nguy cơ chảy máu vượt trội so với lợi ích chống đông

# dapt_ischemic_benefit_label
source: Ischemic benefit
vi: Lợi ích chống đông

# dapt_bleeding_risk_label
source: Bleeding risk
vi: Nguy cơ chảy máu

# dapt_rationale_label
source: Rationale:
vi: Lý do

# dapt_patient_factors
source: Patient Factors
vi: Yếu tố bệnh nhân

# dapt_age_label
source: Age
vi: Tuổi

# dapt_age_unit
source: years
vi: năm

# dapt_age_help
source: ≥75 years: -2 points, 65-74 years: -1 point
vi: Tuổi khi đặt stent

# dapt_smoking
source: Cigarette smoking
vi: Hút thuốc

# dapt_smoking_desc
source: Current or within 1 year
vi: Hiện tại đang hút thuốc

# dapt_diabetes
source: Diabetes mellitus
vi: Đái tháo đường/Insulin

# dapt_diabetes_desc
source: On medical treatment
vi: Có tiền sử đái tháo đường hoặc đang điều trị insulin

# dapt_clinical_factors
source: Clinical & Procedural Factors
vi: Yếu tố lâm sàng

# dapt_mi
source: MI prior to PCI
vi: Nhồi máu cơ tim khi đặt

# dapt_mi_desc
source: MI at presentation or previous
vi: Có nhồi máu cơ tim tại thời điểm đặt stent

# dapt_heart_failure
source: Heart failure or LVEF <30%
vi: Suy tim hoặc LVEF <30%

# dapt_heart_failure_desc
source: Clinical heart failure or ejection fraction <30%
vi: Có suy tim hoặc phân suất tống máu thất trái <30%

# dapt_vein_graft
source: Vein graft intervention
vi: Stent PCI vào graft tĩnh mạch

# dapt_vein_graft_desc
source: PCI on saphenous vein graft
vi: Đặt stent vào graft tĩnh mạch chủ vành

# dapt_stent_characteristics
source: Stent characteristics
vi: Đặc điểm stent

# dapt_bms
source: Bare metal stent (BMS)
vi: Stent kim loại thường (BMS)

# dapt_bms_desc
source: Compared to drug-eluting stent
vi: Sử dụng stent kim loại thường thay vì DES

# dapt_small_stent
source: Stent diameter <3mm
vi: Đường kính stent <3mm

# dapt_small_stent_desc
source: Small stents have higher risk
vi: Stent có đường kính nhỏ hơn 3mm

# dapt_points_suffix
source: point
vi: điểm

# dapt_risk_benefit_analysis
source: Risk-Benefit Analysis
vi: Phân tích nguy cơ - lợi ích

# dapt_continue_title
source: DAPT Score ≥2: Continue DAPT
vi: Tiếp tục DAPT

# dapt_continue_mace
source: 41% reduction in MACE risk
vi: • Giảm nguy cơ MACE

# dapt_continue_mi
source: 43% reduction in MI risk
vi: • Giảm nguy cơ nhồi máu cơ tim

# dapt_continue_stent
source: 67% reduction in stent thrombosis
vi: • Giảm nguy cơ huyết khối stent

# dapt_continue_bleeding
source: 31% increase in major bleeding
vi: • Tăng nguy cơ chảy máu

# dapt_continue_conclusion
source: Benefit > Risk
vi: Lợi ích vượt trội nguy cơ

# dapt_discontinue_title
source: DAPT Score <2: Discontinue DAPT
vi: Ngừng DAPT

# dapt_discontinue_mace
source: 7% reduction in MACE risk (not significant)
vi: • Tăng nhẹ nguy cơ MACE

# dapt_discontinue_bleeding
source: 61% increase in major bleeding risk
vi: • Giảm đáng kể nguy cơ chảy máu

# dapt_discontinue_gi
source: Reduced GI bleeding risk
vi: • Giảm chảy máu tiêu hóa

# dapt_discontinue_ich
source: Reduced intracranial bleeding risk
vi: • Giảm xuất huyết não

# dapt_discontinue_conclusion
source: Risk > Benefit
vi: Giảm nguy cơ vượt trội lợi ích

# dapt_clinical_guidelines
source: Clinical Guidelines
vi: Hướng dẫn lâm sàng

# dapt_guideline_continue_title
source: DAPT Score ≥2: Recommend extended DAPT
vi: Tiếp tục DAPT (≥2 điểm)

# dapt_guideline_continue_1
source: Continue aspirin + P2Y12 inhibitor
vi: • Tiếp tục aspirin + P2Y12 inhibitor

# dapt_guideline_continue_2
source: Duration: additional 18-30 months
vi: • Theo dõi chảy máu định kỳ

# dapt_guideline_continue_3
source: Monitor kidney and liver function
vi: • Đánh giá lại sau 6-12 tháng

# dapt_guideline_continue_4
source: Counsel on bleeding signs
vi: • Cân nhắc ngừng nếu chảy máu

# dapt_guideline_discontinue_title
source: DAPT Score <2: Discontinue DAPT
vi: Ngừng DAPT (<2 điểm)

# dapt_guideline_discontinue_1
source: Switch to aspirin monotherapy
vi: • Ngừng P2Y12 inhibitor

# dapt_guideline_discontinue_2
source: Aspirin dose 75-100mg daily
vi: • Tiếp tục aspirin đơn độc

# dapt_guideline_discontinue_3
source: Monitor cardiovascular events
vi: • Theo dõi triệu chứng thiếu máu cơ tim

# dapt_guideline_discontinue_4
source: Regular follow-up visits
vi: • Khám lại định kỳ

# dapt_guideline_special_title
source: Special cases
vi: Trường hợp đặc biệt

# dapt_guideline_special_1
source: High bleeding risk: consider discontinuation
vi: • Nguy cơ chảy máu cao: Cân nhắc ngừng sớm

# dapt_guideline_special_2
source: Elderly patients: careful assessment
vi: • Phẫu thuật cần thiết: Ngừng tạm thời

# dapt_guideline_special_3
source: Drug interactions: adjust dosing
vi: • Tuổi cao (>75): Đánh giá cẩn thận

# dapt_guideline_special_4
source: Surgery: minimal interruption
vi: • Thận kém: Theo dõi chặt chẽ

# dapt_clinical_info
source: Clinical Information
vi: Thông tin lâm sàng

# dapt_clinical_text
source: The DAPT Score helps decide whether to continue or discontinue dual antiplatelet therapy Background: • DAPT Trial study (n=25,682) • Compared DAPT vs placebo after 12 months • Developed in 2016 • Validated in multiple studies DAPT Components: • Aspirin 75-100mg • P2Y12 inhibitor (clopidogrel/ticagrelor/prasugrel) • Minimum 12 months after ACS/PCI Mechanism of action: • COX-1 inhibition (aspirin) • P2Y12 receptor inhibition • Reduced platelet aggregation • Thrombosis prevention DAPT Complications: • Gastrointestinal bleeding • Intracranial hemorrhage • Mucosal bleeding • Drug interactions Applications: • Post-myocardial infarction • Post-percutaneous coronary intervention • Stable coronary artery disease • Secondary prevention Limitations: • Not applicable to all patients • Need bleeding risk assessment • Changes over time • Requires clinical judgment
vi: DAPT Score giúp quyết định tiếp tục hay ngừng liệu pháp kháng tiểu cầu kép sau đặt stent vành. Điểm ≥2: tiếp tục DAPT, <2: ngừng DAPT.

# dapt_reference_title
source: Reference
vi: Tài liệu tham khảo

# dapt_reference_text
source: Yeh RW, Secemsky EA, Kereiakes DJ, et al. Development and validation of a prediction rule for benefit and harm of dual antiplatelet therapy beyond 1 year after percutaneous coronary intervention. JAMA. 2016;315(16):1735-49.
vi: Yeh RW, et al. Development and Validation of a Prediction Rule for Benefit and Harm of Dual Antiplatelet Therapy Beyond 1 Year After Percutaneous Coronary Intervention. JAMA. 2016;315(16):1735-1749.

# creatinine_clearance_title
source: Creatinine Clearance
vi: Độ thanh thải Creatinine

# creatinine_clearance_result
source: Creatinine Clearance
vi: Kết quả

# creatinine_clearance_unit
source: ml/min
vi: mL/phút

# creatinine_clearance_input_prompt
source: Enter parameters to calculate
vi: Nhập thông tin bệnh nhân

# creatinine_clearance_input_title
source: Input Parameters (Cockcroft-Gault)
vi: Thông tin đầu vào

# creatinine_clearance_age
source: Age
vi: Tuổi

# creatinine_clearance_age_unit
source: years
vi: năm

# creatinine_clearance_weight
source: Weight
vi: Cân nặng

# creatinine_clearance_creatinine
source: Serum creatinine
vi: Creatinine huyết thanh

# creatinine_clearance_creatinine_normal
source: Normal values: Male 0.7-1.3 mg/dL (62-115 umol/L), Female 0.6-1.1 mg/dL (53-97 umol/L)
vi: Bình thường: 0.6-1.2 mg/dL

# creatinine_clearance_gender
source: Gender
vi: Giới tính

# creatinine_clearance_male
source: Male
vi: Nam

# creatinine_clearance_female
source: Female
vi: Nữ

# creatinine_clearance_function_normal
source: Normal/High
vi: Chức năng thận bình thường

# creatinine_clearance_function_mild
source: Mild decrease
vi: Giảm nhẹ chức năng thận

# creatinine_clearance_function_mild_moderate
source: Mild-moderate decrease
vi: Giảm nhẹ-trung bình chức năng thận

# creatinine_clearance_function_moderate_severe
source: Moderate-severe decrease
vi: Giảm trung bình-nặng chức năng thận

# creatinine_clearance_function_severe
source: Severe decrease
vi: Giảm nặng chức năng thận

# creatinine_clearance_function_esrd
source: End-stage renal disease
vi: Suy thận giai đoạn cuối

# creatinine_clearance_stage_1
source: CKD Stage 1 (or normal)
vi: Giai đoạn 1 (≥90)

# creatinine_clearance_stage_2
source: CKD Stage 2
vi: Giai đoạn 2 (60-89)

# creatinine_clearance_stage_3a
source: CKD Stage 3a
vi: Giai đoạn 3a (45-59)

# creatinine_clearance_stage_3b
source: CKD Stage 3b
vi: Giai đoạn 3b (30-44)

# creatinine_clearance_stage_4
source: CKD Stage 4
vi: Giai đoạn 4 (15-29)

# creatinine_clearance_stage_5
source: CKD Stage 5
vi: Giai đoạn 5 (<15)

# creatinine_clearance_dosing_normal
source: Normal dose
vi: Liều bình thường

# creatinine_clearance_dosing_reduce_25_50
source: Reduce dose 25-50%
vi: Giảm liều 25-50%

# creatinine_clearance_dosing_reduce_50_75
source: Reduce dose 50-75%
vi: Giảm liều 50-75%

# creatinine_clearance_dosing_contraindicated
source: Contraindicated or dialysis needed
vi: Chống chỉ định

# creatinine_clearance_recommendation_normal
source: Normal monitoring, control risk factors
vi: Theo dõi định kỳ

# creatinine_clearance_recommendation_mild
source: Screen for CKD complications, control risk factors
vi: Kiểm tra 6-12 tháng

# creatinine_clearance_recommendation_mild_moderate
source: Evaluate and treat CKD complications
vi: Kiểm tra 3-6 tháng

# creatinine_clearance_recommendation_moderate_severe
source: Prepare for renal replacement therapy
vi: Kiểm tra 1-3 tháng

# creatinine_clearance_recommendation_severe
source: Renal replacement therapy if symptomatic
vi: Kiểm tra hàng tháng

# creatinine_clearance_recommendation_esrd
source: Dialysis or kidney transplant
vi: Cần thẩm phân

# creatinine_clearance_drug_dosing
source: Drug dose adjustment
vi: Điều chỉnh liều thuốc

# creatinine_clearance_clinical_recommendation
source: Clinical recommendation:
vi: Khuyến nghị lâm sàng

# creatinine_clearance_reference_values
source: Reference Values
vi: Giá trị tham chiếu

# creatinine_clearance_range_90
source: ≥ 90 ml/min
vi: ≥90 mL/phút/1.73m²
