Repository: Anhthuhai/DR-ICU
Catalog: lib/l10n/app_*.arb
Languages: vi

# qsofa_clinical_content
source: qSOFA (Quick SOFA) is a simple and rapid sepsis screening tool Advantages: • Simple, no laboratory tests required • Quick bedside implementation • Early sepsis recognition • Activates treatment protocols Limitations: • Lower sensitivity than full SOFA • Does not replace clinical assessment • May miss early sepsis • Must be combined with infection suspicion Sepsis 3.0 Definition: • Sepsis = Infection + qSOFA ≥2 • Septic shock = Sepsis + vasopressor + lactate >2 • Treatment within "Golden Hour" Important notes: • qSOFA does not diagnose sepsis • Only a screening tool • Requires comprehensive clinical assessment • Continuous monitoring needed
vi: qSOFA (Quick SOFA) là công cụ sàng lọc sepsis đơn giản và nhanh chóng Ưu điểm: • Đơn giản, không cần xét nghiệm • Thực hiện nhanh tại bedside • Giúp nhận diện sớm sepsis • Kích hoạt quy trình điều trị Giới hạn: • Độ nhạy thấp hơn SOFA đầy đủ • Không thay thế đánh giá lâm sàng • Có thể bỏ sót sepsis sớm • Cần kết hợp với nghi ngờ nhiễm trùng Sepsis 3.0 Definition: • Sepsis = Nhiễm trùng + qSOFA ≥2 • Sốc sepsis = Sepsis + vasopressor + lactate >2 • Điều trị trong "Golden Hour" Lưu ý quan trọng: • qSOFA không chẩn đoán sepsis • Chỉ là công cụ sàng lọc • Cần đánh giá tổng thể lâm sàng • Theo dõi diễn biến liên tục

# qsofa_respiratory_rate_criterion
source: Respiratory rate ≥22
vi: Tần số thở ≥22

# qsofa_respiratory_rate_description
source: Respiratory rate ≥22 breaths/min
vi: Tần số thở ≥22 lần/phút

# qsofa_altered_mentation_criterion
source: Altered mental status
vi: Rối loạn ý thức

# qsofa_altered_mentation_description
source: Change in mental status (GCS <15)
vi: Thay đổi tình trạng tâm thần (GCS <15)

# qsofa_systolic_bp_criterion
source: Systolic BP ≤100
vi: Huyết áp tâm thu ≤100

# qsofa_systolic_bp_description
source: Systolic blood pressure ≤100 mmHg
vi: Huyết áp tâm thu ≤100 mmHg

# qsofa_low_risk
source: Low risk
vi: Nguy cơ thấp

# qsofa_high_risk
source: High risk
vi: Nguy cơ cao

# qsofa_routine_monitoring
source: Routine monitoring
vi: Theo dõi thường quy

# qsofa_immediate_sepsis_bundle
source: Immediate sepsis bundle
vi: Sepsis bundle tức thì

# lactate_measurement
source: 1. Lactate measurement
vi: 1. Lactate đo lường

# lactate_description
source: Obtain blood lactate test
vi: Lấy máu xét nghiệm lactate

# blood_culture
source: 2. Blood culture
vi: 2. Cấy máu

# blood_culture_description
source: Blood culture before antibiotics
vi: Cấy máu trước khi dùng kháng sinh

# antibiotics
source: 3. Antibiotics
vi: 3. Kháng sinh

# antibiotics_description
source: Broad-spectrum antibiotics within 1 hour
vi: Kháng sinh phổ rộng trong 1 giờ

# fluid_resuscitation
source: 4. Fluid resuscitation
vi: 4. Dịch truyền

# fluid_description
source: 30ml/kg if hypotensive or lactate ≥4
vi: 30ml/kg nếu hạ huyết áp hoặc lactate ≥4

# vasopressor_description
source: If hypotension not responsive to fluids
vi: Nếu hạ huyết áp không đáp ứng với dịch truyền

source: Child-Pugh Score
vi: Thang điểm Child-Pugh

source: Child-Pugh Classification
vi: Phân loại Child-Pugh

source: Mild liver disease
vi: Bệnh gan nhẹ

source: Moderate liver disease
vi: Bệnh gan trung bình

source: Severe liver disease
vi: Bệnh gan nặng

# low_operative_risk
source: Low operative risk (10%)
vi: Nguy cơ phẫu thuật thấp (10%)

# moderate_operative_risk
source: Moderate operative risk (30%)
vi: Nguy cơ phẫu thuật trung bình (30%)

# high_operative_risk
source: High operative risk (82%)
vi: Nguy cơ phẫu thuật cao (82%)

# child_pugh_laboratory_tests
source: Laboratory Tests
vi: Xét nghiệm

source: Clinical Symptoms
vi: Triệu chứng lâm sàng

source: Ascites
vi: Cổ trướng

source: Hepatic Encephalopathy
vi: Bệnh não gan

# ascites_none
source: None
vi: Không

# ascites_mild_moderate
source: Mild-moderate (treatable)
vi: Nhẹ-trung bình (điều trị được)

# ascites_severe
source: Severe (refractory to treatment)
vi: Nặng (kháng trị)

# encephalopathy_none
source: None
vi: Không

# encephalopathy_grade_1_2
source: Grade I-II (mild-moderate)
vi: Độ I-II (nhẹ-trung bình)

# encephalopathy_grade_3_4
source: Grade III-IV (severe)
vi: Độ III-IV (nặng)

# one_year_survival
source: 1-year survival
vi: Sống còn 1 năm

# two_year_survival
source: 2-year survival
vi: Sống còn 2 năm

source: Reference Material
vi: Tài liệu tham khảo

source: INR/Prothrombin Time
vi: INR/Thời gian Prothrombin

source: Enter value
vi: Nhập giá trị

# child_pugh_score_display
source: Score: {score}
vi: Điểm: {score}

# class_a_info
source: • Class A (5-6 points): Good prognosis, suitable for surgery
vi: • Class A (5-6 điểm): Dự hậu tốt, có thể phẫu thuật

# class_b_info
source: • Class B (7-9 points): Moderate prognosis, consider intervention
vi: • Class B (7-9 điểm): Dự hậu trung bình, cân nhắc can thiệp

# class_c_info
source: • Class C (10-15 points): Poor prognosis, liver transplant priority
vi: • Class C (10-15 điểm): Dự hậu xấu, ưu tiên ghép gan

# child_pugh_clinical_information
source: Clinical Information
vi: Thông tin lâm sàng

# child_pugh_usage
source: • Child-Pugh is used to assess the severity of cirrhosis
vi: • Child-Pugh được sử dụng để đánh giá mức độ nặng của xơ gan

# meld_combination
source: • Often combined with MELD score in liver disease assessment
vi: • Thường kết hợp với MELD score trong đánh giá bệnh gan

source: Low-moderate risk
vi: Nguy cơ trung bình thấp

source: Moderate risk
vi: Nguy cơ trung bình

source: Extremely high risk
vi: Nguy cơ cực kỳ cao

source: Submit
vi: Gửi

source: Edit
vi: Chỉnh sửa

source: Delete
vi: Xóa

source: Add
vi: Thêm

source: View
vi: Xem

source: Print
vi: In

source: Export
vi: Xuất

source: Import
vi: Nhập

source: Share
vi: Chia sẻ

source: Copy
vi: Sao chép

source: Paste
vi: Dán

source: Cut
vi: Cắt

source: Undo
vi: Hoàn tác

source: Redo
vi: Làm lại

source: Help
vi: Trợ giúp

source: About
vi: Về chúng tôi

source: Contact
vi: Liên hệ

source: Feedback
vi: Phản hồi

source: Report Issue
vi: Báo cáo lỗi

source: Privacy Policy
vi: Chính sách bảo mật

source: Terms of Service
vi: Điều khoản dịch vụ

source: Version
vi: Phiên bản

source: Update
vi: Cập nhật

source: Loading
vi: Đang tải

source: Error
vi: Lỗi

source: Success
vi: Thành công

source: Warning
vi: Cảnh báo

# info
source: Information
vi: Thông tin

source: Confirm
vi: Xác nhận

source: Close
vi: Đóng

source: Minimize
vi: Thu nhỏ

source: Maximize
vi: Phóng to

source: Next
vi: Tiếp theo

source: Previous
vi: Trước đó

source: First
vi: Đầu tiên

source: Last
vi: Cuối cùng

source: Page
vi: Trang

source: Show
vi: Hiển thị

source: Hide
vi: Ẩn

source: Expand
vi: Mở rộng

source: Collapse
vi: Thu gọn

source: Sort
vi: Sắp xếp

source: Filter
vi: Lọc

source: Group
vi: Nhóm

source: Ungroup
vi: Bỏ nhóm

source: Select All
vi: Chọn tất cả

source: Deselect All
vi: Bỏ chọn tất cả

source: Invert Selection
vi: Đảo ngược lựa chọn

source: Age and Gender Factors
vi: Yếu tố tuổi tác và giới tính

source: Important Information
vi: Thông tin quan trọng

# age_label
source: Age:
vi: Tuổi:

source: Enter age
vi: Nhập tuổi

# cha2ds2_age_score
source: Age score: {score} (65-74: 1pt, ≥75: 2pts)
vi: Điểm tuổi: {score} (65-74: 1pt, ≥75: 2pts)

# cha2ds2_chf_description
source: Congestive heart failure
vi: Suy tim sung huyết

# cha2ds2_hypertension_description
source: Hypertension
vi: Tăng huyết áp

# cha2ds2_diabetes_description
source: Diabetes mellitus
vi: Đái tháo đường

# cha2ds2_stroke_description
source: History of stroke/TIA
vi: Tiền sử đột quỵ/TIA

# cha2ds2_vascular_description
source: Peripheral vascular disease/MI/aortic plaque
vi: Bệnh mạch máu ngoại biên/MI/aortic plaque

# gender_label
source: Gender:
vi: Giới tính:

source: Male
vi: Nam

source: Female
vi: Nữ

# zero_points
source: 0 points
vi: 0 điểm

# one_point
source: 1 point
vi: 1 điểm

source: MELD Score
vi: Thang điểm MELD

source: MELD Parameters
vi: Thông số MELD

source: Transplant Guidelines
vi: Hướng dẫn ghép gan

# meld_risk_low
source: Low
vi: Thấp

# meld_risk_low_moderate
source: Low-moderate
vi: Trung bình thấp

# meld_risk_moderate
source: Moderate
vi: Trung bình

# meld_risk_high
source: High
vi: Cao

# meld_risk_very_high
source: Very high
vi: Rất cao

# risk_text
source: risk
vi: Nguy cơ

# priority_low
source: Low priority
vi: Ưu tiên thấp

# priority_moderate
source: Moderate priority
vi: Ưu tiên trung bình

# priority_high
source: High priority
vi: Ưu tiên cao

source: Dialysis
vi: Chạy thận

# dialysis_description
source: Has undergone dialysis at least twice in the past week or CVVHD for 24h
vi: Đã chạy thận ít nhất 2 lần trong tuần qua hoặc CVVHD 24h

# creatinine_helper
source: Maximum 4.0 mg/dL (354 umol/L), minimum 1.0 mg/dL (88 umol/L)
vi: Tối đa 4.0 mg/dL (354 umol/L), tối thiểu 1.0 mg/dL (88 umol/L)

# bilirubin_helper
source: Total bilirubin, minimum 1.0 mg/dL (17 umol/L)
vi: Bilirubin toàn phần, tối thiểu 1.0 mg/dL (17 umol/L)

# inr_helper
source: International Normalized Ratio, minimum 1.0
vi: International Normalized Ratio, tối thiểu 1.0

# mortality_3_month
source: 3-month mortality
vi: Tử vong 3 tháng

source: Transplant priority
vi: Ưu tiên ghép gan

# meld_recommendations
source: Recommendations:
vi: Khuyến nghị:

# meld_follow_up
source: Regular follow-up, manage cirrhosis complications
vi: Theo dõi định kỳ, quản lý biến chứng xơ gan

# meld_evaluation
source: Liver transplant evaluation, screen for complications
vi: Đánh giá ghép gan, tầm soát biến chứng

# meld_waitlist
source: Add to transplant waitlist
vi: Đưa vào danh sách chờ ghép gan

# meld_high_priority
source: High priority transplant, close monitoring
vi: Ưu tiên cao ghép gan, theo dõi chặt chẽ

# meld_urgent
source: Urgent transplant needed, consider ICU
vi: Cần ghép gan khẩn cấp, xem xét ICU

source: MELD Risk Stratification
vi: Phân tầng nguy cơ MELD

# meld_follow_up_action
source: Regular follow-up
vi: Theo dõi định kỳ

# meld_evaluation_action
source: Liver transplant evaluation
vi: Đánh giá ghép gan

# meld_waitlist_action
source: Waitlist
vi: Danh sách chờ

# meld_high_priority_action
source: High priority
vi: Ưu tiên cao

# meld_urgent_action
source: Urgent transplant
vi: Ghép khẩn cấp

# meld_follow_up_title
source: MELD <15: Follow-up
vi: MELD <15: Theo dõi

# meld_waitlist_title
source: MELD 15-24: Waitlist
vi: MELD 15-24: Danh sách chờ

# meld_high_priority_title
source: MELD ≥25: High Priority
vi: MELD ≥25: Ưu tiên cao

# routine_visit_6_months
source: Routine visit every 6 months
vi: Khám định kỳ 6 tháng

# liver_ultrasound_6_months
source: Liver ultrasound every 6 months
vi: Siêu âm gan 6 tháng

source: AFP every 6 months
vi: AFP mỗi 6 tháng

# screen_complications
source: Screen for complications
vi: Tầm soát biến chứng

# add_to_waitlist
source: Add to transplant waitlist
vi: Đưa vào danh sách chờ ghép

source: Comprehensive evaluation
vi: Đánh giá toàn diện

# follow_up_3_months
source: Follow-up every 3 months
vi: Theo dõi 3 tháng

# screen_liver_cancer
source: Screen for liver cancer
vi: Tầm soát ung thư gan

source: High priority transplant
vi: Ưu tiên cao ghép gan

source: Weekly monitoring
vi: Theo dõi hàng tuần

# consider_living_donor
source: Consider living donor transplant
vi: Cân nhắc ghép sống

source: Intensive support
vi: Hỗ trợ tích cực

# meld_clinical_info
source: MELD Score assesses the severity of end-stage liver disease MELD Formula: 3.78 × ln(bilirubin) + 11.2 × ln(INR) + 9.57 × ln(creatinine) + 6.43 Adjustments: • Creatinine: minimum 1.0, maximum 4.0 mg/dL • If on dialysis: creatinine = 4.0 mg/dL • Bilirubin and INR: minimum 1.0 • MELD score: minimum 6, maximum 40 Clinical applications: • Liver transplant prioritization per UNOS • Short-term mortality prediction • Intervention decisions • Disease progression monitoring MELD-Na (improved): • Adds serum sodium • Improves accuracy • Widely used currently Priority exceptions: • Liver cancer (HCC) • Fulminant liver disease • Rare diseases • Special circumstances Limitations: • Does not include complications • Changes over time • Requires comprehensive assessment • Does not predict post-transplant function
vi: MELD Score đánh giá mức độ nặng bệnh gan giai đoạn cuối Công thức MELD: 3.78 × ln(bilirubin) + 11.2 × ln(INR) + 9.57 × ln(creatinine) + 6.43 Các điều chỉnh: • Creatinine: tối thiểu 1.0, tối đa 4.0 mg/dL • Nếu chạy thận: creatinine = 4.0 mg/dL • Bilirubin và INR: tối thiểu 1.0 • Điểm MELD: tối thiểu 6, tối đa 40 Ứng dụng lâm sàng: • Ưu tiên ghép gan theo UNOS • Dự đoán tử vong ngắn hạn • Quyết định can thiệp • Theo dõi tiến triển bệnh MELD-Na (cải tiến): • Bổ sung natri huyết thanh • Cải thiện độ chính xác • Sử dụng rộng rãi hiện nay Ngoại lệ ưu tiên: • Ung thư gan (HCC) • Bệnh gan fulminant • Các bệnh hiếm gặp • Tình trạng đặc biệt Hạn chế: • Không bao gồm biến chứng • Thay đổi theo thời gian • Cần đánh giá tổng thể • Không dự đoán chức năng sau ghép

# clinical_scores_title
source: Clinical Scores
vi: Thang điểm lâm sàng

# clinical_scores_subtitle
source: Common scores used in ICU
vi: Các thang điểm thường dùng trong ICU

# gcs_list_description
source: Eye, verbal, motor response assessment
vi: Đánh giá mức độ ý thức bệnh nhân

# apache_list_description
source: ICU mortality prediction
vi: Dự đoán tỷ lệ tử vong trong ICU

# sofa_list_description
source: Multi-organ failure assessment
vi: Đánh giá suy đa tạng

# saps_list_description
source: ICU patient mortality prediction
vi: Dự đoán tỷ lệ tử vong bệnh nhân ICU

# qsofa_list_description
source: Sepsis screening outside ICU
vi: Sàng lọc nhiễm khuẩn huyết ngoài ICU

# mews_list_description
source: Early warning system for patient status
vi: Hệ thống cảnh báo sớm tình trạng bệnh nhân

# pews_list_description
source: Pediatric early warning system
vi: Hệ thống cảnh báo sớm nhi khoa

# grace_list_description
source: Risk assessment in acute coronary syndrome
vi: Đánh giá nguy cơ trong hội chứng mạch vành cấp

# timi_stemi_list_description
source: STEMI mortality risk assessment
vi: Đánh giá nguy cơ tử vong STEMI

# timi_ua_nstemi_list_description
source: UA/NSTEMI risk assessment
vi: Đánh giá nguy cơ UA/NSTEMI

# crusade_list_description
source: Bleeding risk in acute coronary syndrome
vi: Nguy cơ chảy máu trong hội chứng mạch vành cấp

# has_bled_list_description
source: Bleeding risk assessment during anticoagulation
vi: Đánh giá nguy cơ chảy máu khi chống đông

# improve_list_description
source: Bleeding risk in medical patients
vi: Nguy cơ chảy máu ở bệnh nhân nội khoa

# cha2ds2_vasc_list_description
source: Stroke risk assessment in atrial fibrillation
vi: Đánh giá nguy cơ đột quỵ trong rung nhĩ

# wells_dvt_list_description
source: Deep vein thrombosis probability assessment
vi: Đánh giá xác suất huyết khối tĩnh mạch sâu

# padua_list_description
source: Venous thromboembolism risk assessment
vi: Đánh giá nguy cơ huyết khối tĩnh mạch

# abcd2_list_description
source: Stroke risk after transient ischemic attack
vi: Nguy cơ đột quỵ sau cơn thiếu máu não thoáng qua

# nihss_list_description
source: Stroke severity assessment
vi: Đánh giá mức độ nghiêm trọng đột quỵ

# race_list_description
source: Large vessel occlusion screening
vi: Sàng lọc tắc mạch máu lớn

# aspect_list_description
source: Brain infarct area assessment on CT
vi: Đánh giá diện tích nhồi máu não trên CT

# sgarbossa_list_description
source: STEMI diagnosis with left bundle branch block
vi: Chẩn đoán STEMI với block nhánh trái

# ranson_list_description
source: Acute pancreatitis severity assessment
vi: Đánh giá mức độ nghiêm trọng viêm tụy cấp

# child_pugh_list_description
source: Liver disease severity assessment
vi: Đánh giá mức độ nghiêm trọng bệnh gan

# meld_list_description
source: End-stage liver disease mortality prediction
vi: Dự đoán tỷ lệ tử vong bệnh gan giai đoạn cuối

# curb65_list_description
source: Community-acquired pneumonia severity assessment
vi: Đánh giá mức độ nghiêm trọng viêm phổi cộng đồng

# psi_list_description
source: Pneumonia severity index
vi: Chỉ số mức độ nghiêm trọng viêm phổi

# asa_list_description
source: Preoperative physical status classification
vi: Phân loại tình trạng thể lực trước phẫu thuật

# cardiac_risk_list_description
source: Perioperative cardiac risk assessment
vi: Đánh giá nguy cơ tim mạch phẫu thuật

# apgar_list_description
source: Postoperative outcome prediction
vi: Dự đoán kết quả sau phẫu thuật

# preop_mortality_list_description
source: Preoperative mortality prediction
vi: Dự đoán tỷ lệ tử vong trước phẫu thuật

# dapt_list_description
source: Dual antiplatelet therapy duration decision
vi: Quyết định thời gian điều trị kháng tiểu cầu kép

# creatinine_clearance_list_description
source: Kidney function assessment
vi: Đánh giá chức năng thận

# mdrd_list_description
source: Glomerular filtration rate calculation
vi: Tính toán tốc độ lọc cầu thận

# search_scores_hint
source: Search clinical scores...
vi: Tìm kiếm thang điểm...

# mews_title
source: MEWS Score
vi: Thang điểm MEWS

# mews_interpretation_enter_data
source: Please enter vital signs
vi: Vui lòng nhập các thông số sinh hiệu

# mews_interpretation_stable
source: Stable condition - routine monitoring
vi: Tình trạng ổn định - theo dõi thường quy

# mews_interpretation_increased
source: Increased monitoring required
vi: Cần tăng cường theo dõi

# mews_interpretation_warning
source: Warning - urgent medical assessment required
vi: Cảnh báo - cần đánh giá y tế khẩn cấp

# mews_interpretation_critical
source: High alert - immediate intervention required
vi: Cảnh báo cao - cần can thiệp ngay lập tức

# mews_action_routine
source: Monitor every 12 hours
vi: Theo dõi 12 giờ/lần

# mews_action_increased
source: Monitor every 4-6 hours, notify doctor
vi: Theo dõi 4-6 giờ/lần, thông báo bác sĩ

# mews_action_urgent
source: Monitor hourly, call doctor immediately
vi: Theo dõi 1 giờ/lần, gọi bác sĩ ngay

# mews_action_critical
source: Continuous monitoring, emergency report
vi: Theo dõi liên tục, báo cáo khẩn cấp

# mews_systolic_bp
source: Systolic Blood Pressure (mmHg)
vi: Huyết áp tâm thu (mmHg)

# mews_heart_rate
source: Heart Rate (bpm)
vi: Nhịp tim (lần/phút)

# mews_respiratory_rate
source: Respiratory Rate (breaths/min)
vi: Nhịp thở (lần/phút)

# mews_temperature
source: Temperature (°C)
vi: Nhiệt độ (°C)

# mews_consciousness_level
source: Consciousness Level (AVPU)
vi: Mức độ ý thức (AVPU)

# mews_enter_value
source: Enter value
vi: Nhập giá trị

# mews_score_label
source: Score: {score}
vi: Điểm: {score}

# mews_avpu_alert
source: Alert (Alert)
vi: Alert (Tỉnh táo)

# mews_avpu_alert_subtitle
source: Patient alert, well oriented
vi: Bệnh nhân tỉnh táo, định hướng tốt

# mews_avpu_voice
source: Voice (Responds to voice)
vi: Voice (Phản ứng với tiếng nói)

# mews_avpu_voice_subtitle
source: Only responds to loud voice
vi: Chỉ phản ứng khi gọi to

# mews_avpu_pain
source: Pain (Responds to pain)
vi: Pain (Phản ứng với đau)

# mews_avpu_pain_subtitle
source: Only responds to painful stimuli
vi: Chỉ phản ứng khi kích thích đau

# mews_avpu_unresponsive
source: Unresponsive (Unresponsive)
vi: Unresponsive (Không phản ứng)

# mews_avpu_unresponsive_subtitle
source: No response to any stimuli
vi: Không phản ứng với bất kỳ kích thích nào

# mews_references_title
source: References
vi: Tài liệu tham khảo

# pews_title
source: PEWS Score
vi: Thang điểm PEWS

# pews_risk_low
source: Low
vi: Thấp

# pews_risk_medium
source: Medium
vi: Trung bình

# pews_risk_high
source: High
vi: Cao

# pews_risk_critical
source: Critical
vi: Nghiêm trọng

# pews_age_label
source: Age
vi: Tuổi

# pews_age_helper
source: Needed to calculate normal values by age
vi: Cần để tính giá trị bình thường theo tuổi

# pews_heart_rate_label
source: Heart Rate
vi: Nhịp tim

# pews_heart_rate_helper
source: Abnormal monitoring by age
vi: Theo dõi bất thường theo tuổi

# pews_respiratory_rate_label
source: Respiratory Rate
vi: Nhịp thở

# pews_respiratory_rate_helper
source: Normal values vary by age group
vi: Giá trị bình thường khác theo nhóm tuổi

# pews_systolic_bp_label
source: Systolic Blood Pressure
vi: Huyết áp tâm thu

# pews_systolic_bp_helper
source: Hypotension is a late sign in children
vi: Hạ huyết áp là dấu hiệu muộn ở trẻ em

# pews_consciousness_level
source: Consciousness Level
vi: Mức độ ý thức

# pews_consciousness_alert
source: Alert (0)
vi: Tỉnh táo (0)

# pews_consciousness_voice
source: Responds to voice (+1)
vi: Phản ứng với tiếng nói (+1)

# pews_consciousness_pain
source: Responds to pain (+2)
vi: Phản ứng với đau (+2)

# pews_consciousness_unresponsive
source: Unresponsive (+3)
vi: Không phản ứng (+3)

# pews_oxygen_therapy
source: Oxygen Therapy
vi: Liệu pháp oxy

# pews_oxygen_room_air
source: Room air (0)
vi: Khí trời (0)

# pews_oxygen_nasal_cannula
source: Nasal cannula (+1)
vi: Thông mũi (+1)

# pews_oxygen_face_mask
source: Face mask (+2)
vi: Mặt nạ oxy (+2)

# pews_oxygen_high_flow
source: High flow oxygen/Non-invasive ventilation (+3)
vi: Oxy lưu lượng cao/Thở máy không xâm lấn (+3)

# pews_risk_level
source: Risk {level}
vi: Nguy cơ {level}

# pews_response_level
source: Response Level
vi: Mức độ đáp ứng

# pews_monitoring_frequency
source: Monitoring Frequency
vi: Tần suất theo dõi

# pews_clinical_response
source: Clinical Response
vi: Phản ứng lâm sàng

# pews_response_routine
source: Routine monitoring
vi: Theo dõi thường quy

# pews_response_increased
source: Increased monitoring
vi: Tăng cường theo dõi

# pews_response_active
source: Active intervention
vi: Can thiệp tích cực

# pews_frequency_4_6_hours
source: Every 4-6 hours
vi: Mỗi 4-6 giờ

# pews_frequency_1_hour
source: Every hour
vi: Mỗi giờ

# pews_frequency_continuous
source: Continuous
vi: Liên tục

# pews_action_continue_care
source: Continue current care, routine monitoring
vi: Tiếp tục chăm sóc hiện tại, theo dõi định kỳ

# pews_action_notify_doctor
source: Notify doctor, increase monitoring, consider transfer
vi: Thông báo bác sĩ, tăng cường theo dõi, xem xét chuyển khoa

# pews_action_emergency_team
source: Call pediatric emergency team immediately, prepare ICU transfer
vi: Gọi team cấp cứu nhi khoa ngay lập tức, chuẩn bị chuyển ICU

# pews_consciousness_title
source: Consciousness Level
vi: Mức độ ý thức

# pews_protocol_routine_title
source: PEWS 0-3: Routine Care
vi: PEWS 0-3: Chăm sóc thường quy

# pews_protocol_increased_title
source: PEWS 4-6: Increased Monitoring
vi: PEWS 4-6: Tăng cường theo dõi

# pews_protocol_urgent_title
source: PEWS ≥7: Urgent Intervention
vi: PEWS ≥7: Can thiệp tích cực

# pews_protocol_routine_1
source: Monitor vital signs every 4-6 hours
vi: Theo dõi sinh hiệu 4-6 giờ/lần

# pews_protocol_routine_2
source: Record PEWS score
vi: Ghi nhận điểm PEWS

# pews_protocol_routine_3
source: Continue treatment plan
vi: Tiếp tục kế hoạch điều trị

# pews_protocol_routine_4
source: Reassess if condition changes
vi: Đánh giá lại nếu tình trạng thay đổi

# pews_protocol_increased_1
source: Notify attending physician
vi: Thông báo bác sĩ trực

# pews_protocol_increased_2
source: Monitor vital signs every 1-2 hours
vi: Theo dõi sinh hiệu 1-2 giờ/lần

# pews_protocol_increased_3
source: Review underlying cause
vi: Xem xét nguyên nhân

# pews_protocol_increased_4
source: Consider pediatric consultation
vi: Cân nhắc chuyển khoa nhi

# pews_protocol_urgent_1
source: Call pediatric emergency team immediately
vi: Gọi team cấp cứu nhi ngay

# pews_protocol_urgent_2
source: Continuous monitoring
vi: Theo dõi liên tục

# pews_protocol_urgent_3
source: Prepare for PICU transfer
vi: Chuẩn bị chuyển PICU

# pews_clinical_info_title
source: Clinical Information
vi: Thông tin lâm sàng
