Repository: Anhthuhai/DR-ICU
Catalog: lib/l10n/app_*.arb
Languages: vi

# aspect_reference_title
source: Reference
vi: Tài liệu tham khảo

# aspect_reference_text
source: Barber PA, et al. Validity and reliability of a quantitative computed tomography score in predicting outcome of hyperacute stroke before thrombolytic therapy. Lancet. 2000;355(9216):1670-4. Pexman JH, et al. Use of the Alberta Stroke Program Early CT Score (ASPECTS) for assessing CT scans in patients with acute stroke. AJNR Am J Neuroradiol. 2001;22(8):1534-42.
vi: Barber PA, et al. Validity and reliability of a quantitative computed tomography score in predicting outcome of hyperacute stroke. Lancet. 2000;355(9216):1670-4.

# aspect_guideline_high_title
source: ASPECT ≥8: EVT Recommended
vi: ASPECT 8-10 điểm

# aspect_guideline_high_good_prognosis
source: Good prognosis for EVT
vi: • Tiên lượng chức năng tốt

# aspect_guideline_high_perform_time
source: Perform within time window
vi: • Thực hiện EVT trong khung thời gian

# aspect_guideline_high_low_risk
source: Low risk of hemorrhagic complications
vi: • Nguy cơ xuất huyết thấp

# aspect_guideline_high_good_outcome
source: Good functional outcomes
vi: • Kết quả lâm sàng tốt

# aspect_guideline_medium_title
source: ASPECT 6-7: Consider EVT
vi: ASPECT 6-7 điểm

# aspect_guideline_medium_case_by_case
source: Evaluate case by case
vi: • Đánh giá từng trường hợp cụ thể

# aspect_guideline_medium_consider_age
source: Consider age and time factors
vi: • Cân nhắc tuổi và thời gian

# aspect_guideline_medium_discuss_family
source: Discuss with family
vi: • Thảo luận với gia đình

# aspect_guideline_medium_close_monitoring
source: Close monitoring required
vi: • Theo dõi chặt chẽ sau can thiệp

# aspect_guideline_low_title
source: ASPECT ≤5: Caution with EVT
vi: ASPECT 0-5 điểm

# aspect_guideline_low_high_risk
source: High risk of complications
vi: • Nguy cơ biến chứng cao

# aspect_guideline_low_consider_carefully
source: Consider very carefully
vi: • Cân nhắc cẩn thận

# aspect_guideline_low_discuss_risks
source: Discuss risks thoroughly
vi: • Thảo luận nguy cơ với gia đình

# aspect_guideline_low_individual_decision
source: Individual decision required
vi: • Quyết định cá thể hóa

# aspect_lesion_detected
source: Lesion detected (subtract 1 point)
vi: Phát hiện tổn thương

source: ASPECT Score Explanation
vi: Giải thích điểm

# aspect_score_level_good
source: Good
vi: Mức độ tốt

# aspect_score_prognosis_good_evt
source: Good prognosis for EVT
vi: Tiên lượng tốt cho EVT

# aspect_score_action_perform_evt
source: Perform EVT as indicated
vi: Thực hiện EVT

# aspect_score_level_moderate
source: Moderate
vi: Mức độ trung bình

# aspect_score_prognosis_consider_evt
source: Consider EVT
vi: Cân nhắc EVT

# aspect_score_action_assess_benefit
source: Assess benefit/risk ratio
vi: Đánh giá lợi ích-nguy cơ

# aspect_score_level_poor
source: Poor
vi: Mức độ kém

# aspect_score_prognosis_high_risk
source: High risk
vi: Nguy cơ cao

# aspect_score_action_caution_evt
source: Caution with EVT
vi: Thận trọng với EVT

# modified_sgarbossa_title
source: Modified Sgarbossa's Criteria
vi: Tiêu chí Sgarbossa cải tiến

# modified_sgarbossa_short
source: Modified Sgarbossa's
vi: Sgarbossa

# sgarbossa_points
source: points
vi: điểm

# sgarbossa_no_criteria
source: No positive criteria
vi: Không đáp ứng tiêu chí

# sgarbossa_suspected_stemi
source: Suspected STEMI
vi: Nghi ngờ STEMI

# sgarbossa_likely_stemi
source: Highly likely STEMI
vi: Có khả năng STEMI

# sgarbossa_action_exclude
source: Exclude STEMI
vi: Loại trừ STEMI

# sgarbossa_action_evaluate
source: Further evaluation
vi: Đánh giá thêm

# sgarbossa_action_urgent
source: Emergency reperfusion
vi: Can thiệp khẩn cấp

# sgarbossa_recommendation_exclude
source: Continue monitoring, consider other causes of chest pain
vi: Không cần can thiệp khẩn cấp

# sgarbossa_recommendation_evaluate
source: Additional assessment needed: Troponin, Echo, continuous EKG monitoring
vi: Cần đánh giá lâm sàng và xét nghiệm thêm

# sgarbossa_recommendation_urgent
source: STEMI highly likely - Emergency coronary reperfusion needed (PCI or thrombolysis)
vi: Can thiệp mạch vành khẩn cấp

# sgarbossa_criteria_title
source: Modified Sgarbossa Criteria
vi: Tiêu chí Sgarbossa

# sgarbossa_criteria_description
source: STEMI assessment in presence of LBBB or paced rhythm
vi: Chẩn đoán STEMI khi có LBBB

# sgarbossa_concordant_elevation_title
source: Concordant ST elevation (+5)
vi: ST chênh lên cùng hướng ≥1mm

# sgarbossa_concordant_elevation_desc
source: ST elevation ≥1mm in leads with positive QRS
vi: V1, V2, V3 hoặc aVL, I, V6

# sgarbossa_concordant_depression_title
source: Concordant ST depression (+3)
vi: ST chênh xuống cùng hướng ≥1mm V1-V3

# sgarbossa_concordant_depression_desc
source: ST depression ≥1mm in V1, V2, or V3
vi: ST chênh xuống ở V1, V2, V3

# sgarbossa_excessive_discordant_title
source: Excessive discordant ST elevation (+2)
vi: ST chênh lên ngược hướng ≥25% độ sâu S

# sgarbossa_excessive_discordant_desc
source: ST elevation ≥1mm and ST/S ratio ≥0.25
vi: Tỷ lệ ST/S ≥0.25 ở chuyển đạo có S sâu

# sgarbossa_active_criteria
source: Positive criteria ({count})
vi: Tiêu chí hiện tại

# sgarbossa_interpretation_guide
source: Interpretation Guide
vi: Hướng dẫn giải thích

# sgarbossa_interpretation_0
source: 0 points
vi: 0 điểm: Không đáp ứng tiêu chí STEMI

# sgarbossa_interpretation_1_2
source: 1-2 points
vi: 1-2 điểm: Nghi ngờ STEMI, cần đánh giá thêm

# sgarbossa_interpretation_3_plus
source: ≥3 points
vi: ≥3 điểm: Có khả năng STEMI, can thiệp khẩn cấp

# sgarbossa_clinical_info_title
source: Clinical Information
vi: Thông tin lâm sàng

# sgarbossa_clinical_info_text
source: Modified Sgarbossa's Criteria helps diagnose STEMI in the presence of LBBB or paced rhythm Clinical problem: • LBBB masks STEMI signs on EKG • Paced rhythm makes ST assessment difficult • Special criteria needed for diagnosis • Diagnostic delay → reperfusion delay Original criteria (Sgarbossa 1996): • Concordant ST elevation ≥1mm (+5) • Concordant ST depression ≥1mm in V1-V3 (+3) • Discordant ST elevation ≥5mm (+2) Modification (Smith 2012): • Changed third criterion • Discordant ST elevation with ST/S ratio ≥0.25 • Increased sensitivity from 52% to 91% • High specificity maintained at 90% How to measure ST/S ratio: • Measure ST elevation height (mm) • Measure S wave depth (mm) • Calculate ST/S ratio • Positive if ≥0.25 Important notes: • Only apply when LBBB or paced rhythm present • Combine with clinical symptoms • Troponin still needed • Time is critical in STEMI
vi: Tiêu chí Sgarbossa cải tiến giúp chẩn đoán STEMI ở bệnh nhân có blốc nhánh trái, với độ nhạy và độ đặc hiệu cao.

# sgarbossa_reference_title
source: Reference
vi: Tài liệu tham khảo

# sgarbossa_reference_text
source: Smith SW, Dodd KW, Henry TD, et al. Diagnosis of ST-elevation myocardial infarction in the presence of left bundle branch block with the ST-elevation to S-wave ratio in a modified Sgarbossa rule. Ann Emerg Med. 2012;60(6):766-76.
vi: Sgarbossa EB, et al. Electrocardiographic diagnosis of evolving acute myocardial infarction in the presence of left bundle-branch block. N Engl J Med. 1996;334(8):481-7.

# sgarbossa_action_label
source: Action
vi: Hành động

# sgarbossa_recommendation_label
source: Recommendation:
vi: Khuyến nghị

# ranson_title
source: Ranson Criteria
vi: Tiêu chí Ranson

# ranson_score_title
source: Ranson Criteria Score
vi: Điểm Ranson

# ranson_mortality_rate
source: Mortality rate: {rate}
vi: Tỷ lệ tử vong

# ranson_severity_mild
source: Mild pancreatitis
vi: Nhẹ

# ranson_severity_moderate
source: Moderate pancreatitis
vi: Trung bình

# ranson_severity_severe
source: Severe pancreatitis
vi: Nặng

# ranson_management_mild
source: Medical monitoring, supportive treatment
vi: Điều trị ngoại trú

# ranson_management_moderate
source: Close monitoring required, consider ICU
vi: Nhập viện theo dõi

# ranson_management_severe
source: ICU indicated, consider aggressive intervention
vi: ICU và can thiệp

# ranson_admission_criteria
source: Admission criteria
vi: Tiêu chí nhập viện

# ranson_48hour_criteria
source: 48-hour criteria
vi: Tiêu chí 48 giờ

# ranson_age
source: Age (> 55 years)
vi: Tuổi >55

# ranson_wbc
source: White blood cell count (> 16,000/μL)
vi: BC >16,000

# ranson_glucose
source: Glucose
vi: Glucose >200mg/dL

# ranson_hematocrit_drop
source: Hematocrit drop (> 10%)
vi: Giảm Hematocrit >10%

# ranson_bun_rise
source: BUN rise
vi: Tăng BUN >5mg/dL

# ranson_calcium_drop
source: Serum Ca²⁺ (< 8 mg/dL)
vi: Ca2+ <8mg/dL

# ranson_po2_drop
source: PaO₂ (< 60 mmHg)
vi: PaO2 <60mmHg

# ranson_fluid_sequestration
source: Fluid sequestration (> 6L)
vi: Mất dịch >6L

# ranson_enter_value
source: Enter value
vi: Nhập giá trị

# ranson_points
source: Points: {points}
vi: điểm

# ranson_unit
source: Unit:
vi: đơn vị

# ranson_reference_title
source: References
vi: Tài liệu tham khảo

# ranson_reference_text
source: Ranson JH, et al. Prognostic signs and the role of operative management in acute pancreatitis. Surg Gynecol Obstet. 1974;139(1):69-81. Bollen TL, et al. A comparative evaluation of radiologic and clinical scoring systems in the early prediction of severity in acute pancreatitis. Am J Gastroenterol. 2012;107(4):612-9.
vi: Ranson JH, et al. Prognostic signs and the role of operative management in acute pancreatitis. Surg Gynecol Obstet. 1974;139(1):69-81.

# psi_title
source: PSI Score
vi: Chỉ số PSI

# psi_risk_very_low
source: Very low risk
vi: Rất thấp

# psi_risk_low
source: Low risk
vi: Thấp

# psi_risk_moderate
source: Moderate risk
vi: Trung bình

# psi_risk_high
source: High risk
vi: Cao

# psi_risk_very_high
source: Very high risk
vi: Rất cao

# psi_class
source: Class {classNumber}
vi: Lớp

# psi_mortality_rate
source: Mortality rate: {rate}
vi: Tỷ lệ tử vong

# psi_outpatient_treatment
source: Outpatient treatment possible
vi: Điều trị ngoại trú

# psi_outpatient_or_short
source: Consider outpatient or short inpatient care
vi: Ngoại trú hoặc nằm ngắn ngày

# psi_inpatient_required
source: Inpatient treatment required
vi: Cần nhập viện

# psi_inpatient_consider_icu
source: Inpatient treatment required, consider ICU
vi: Nhập viện, cân nhắc ICU

# psi_icu_no_need
source: No ICU needed
vi: Không cần ICU

# psi_icu_not_needed
source: No ICU needed, monitor in general ward
vi: Thường không cần ICU

# psi_icu_consider
source: Consider ICU if high risk factors present
vi: Cân nhắc ICU

# psi_icu_recommended
source: ICU admission recommended
vi: Khuyến nghị ICU

# psi_basic_info
source: Basic Information
vi: Thông tin cơ bản

# psi_comorbidities
source: Comorbidities
vi: Bệnh kèm theo

# psi_physical_exam
source: Physical Examination
vi: Khám thể lý

# psi_laboratory
source: Laboratory Values
vi: Xét nghiệm

# psi_gender
source: Gender:
vi: Giới tính

# psi_male
source: Male
vi: Nam

# psi_female
source: Female
vi: Nữ

# psi_age_label
source: Age
vi: Tuổi

# psi_nursing_home
source: Lives in nursing home (+10 points)
vi: Viện dưỡng lão

# psi_neoplastic_disease
source: Neoplastic disease (+30 points)
vi: Bệnh ung thư

# psi_liver_disease
source: Liver disease (+20 points)
vi: Bệnh gan

# psi_congestive_heart_failure
source: Congestive heart failure (+10 points)
vi: Suy tim sung huyết

# psi_cerebrovascular_disease
source: Cerebrovascular disease (+10 points)
vi: Bệnh mạch máu não

# psi_renal_disease
source: Renal disease (+10 points)
vi: Bệnh thận

# psi_altered_mental_status
source: Altered mental status (+20 points)
vi: Rối loạn ý thức

# psi_respiratory_rate
source: Respiratory rate
vi: Nhịp thở

# psi_systolic_bp
source: Systolic blood pressure
vi: HA tâm thu

# psi_temperature
source: Temperature
vi: Nhiệt độ

# psi_pulse
source: Pulse
vi: Mạch

# psi_temperature_threshold
source: <35 or ≥40
vi: <35°C hoặc ≥40°C

# psi_arterial_ph
source: Arterial pH (<7.35)
vi: pH động mạch <7.35

# psi_bun_threshold
source: ≥30 mg/dL (10.7 mmol/L)
vi: ≥30mg/dL

# psi_sodium
source: Sodium (<130 mmol/L)
vi: Natri <130mEq/L

# psi_glucose_threshold
source: ≥250 mg/dL (13.9 mmol/L)
vi: ≥250mg/dL

# psi_pao2
source: PaO₂ (<60 mmHg)
vi: PaO2 <60mmHg

# psi_pleural_effusion
source: Pleural effusion (+10 points)
vi: Tràn dịch màng phổi

# psi_unit_label
source: Unit
vi: Đơn vị

# psi_score_label
source: Score: {score}
vi: Điểm số

# psi_icu_criteria_title
source: ICU Consideration Criteria
vi: Tiêu chí ICU

# psi_icu_criteria_content
source: • PSI Class IV-V: Requires close monitoring, consider ICU • Additional high-risk factors: - Respiratory failure (PaO₂ < 60 mmHg) - Altered mental status - Hypotension (SBP < 90 mmHg) - Multiple severe comorbidities - Advanced age + severe symptoms • Class V (>130 points): ICU recommended due to high mortality (>27%)
vi: Ngoài PSI, cân nhắc ICU khi có sốc nhiễm trùng, suy hô hấp cần thở máy, hoặc suy đa tạng.

# psi_icu_recommendation
source: ICU: {recommendation}
vi: Khuyến nghị ICU

# psi_reference_title
source: References
vi: Tài liệu tham khảo

# psi_reference_text
source: Fine MJ, et al. A prediction rule to identify low-risk patients with community-acquired pneumonia. N Engl J Med. 1997;336(4):243-50. Aujesky D, et al. Prospective comparison of three validated prediction rules for prognosis in community-acquired pneumonia. Am J Med. 2005;118(4):384-92.
vi: Fine MJ, et al. A prediction rule to identify low-risk patients with community-acquired pneumonia. N Engl J Med. 1997;336(4):243-50.

source: Unit
vi: Đơn vị

source: Value
vi: Giá trị

# asa_title
source: ASA Physical Status
vi: Phân loại ASA

# asa_not_classified
source: Not classified
vi: Chưa phân loại

# asa_select_classification
source: Please select ASA classification
vi: Chọn phân loại ASA

# asa_class_1_title
source: ASA I - Normal
vi: ASA I

# asa_class_1_description
source: Normal healthy patient
vi: Bệnh nhân khỏe mạnh bình thường

# asa_class_1_examples
source: No systemic disease, non-smoker, no or minimal alcohol consumption
vi: Không có bệnh toàn thân

# asa_class_2_title
source: ASA II - Mild disease
vi: ASA II

# asa_class_2_description
source: Patient with mild systemic disease
vi: Bệnh nhân có bệnh toàn thân nhẹ

# asa_class_2_examples
source: Smoker, social drinker, obesity, pregnancy, well-controlled diabetes, well-controlled hypertension
vi: THA nhẹ, ĐTĐ không biến chứng, béo phì, hút thuốc

# asa_class_3_title
source: ASA III - Severe disease
vi: ASA III

# asa_class_3_description
source: Patient with severe systemic disease
vi: Bệnh nhân có bệnh toàn thân nặng

# asa_class_3_examples
source: Poorly controlled diabetes, poorly controlled hypertension, COPD, morbid obesity, organ dysfunction
vi: ĐTĐ có biến chứng, THA nặng, COPD, suy tim ổn định

# asa_class_4_title
source: ASA IV - Life-threatening
vi: ASA IV

# asa_class_4_description
source: Patient with severe systemic disease that is a constant threat to life
vi: Bệnh toàn thân nặng đe dọa tính mạng

# asa_class_4_examples
source: Recent MI, CVA, TIA, CAD, severe renal failure requiring dialysis
vi: Suy tim nặng, suy thận nặng, nhồi máu cơ tim gần đây

# asa_class_5_title
source: ASA V - Moribund
vi: ASA V

# asa_class_5_description
source: Moribund patient who is not expected to survive without operation
vi: Bệnh nhân hấp hối

# asa_class_5_examples
source: Ruptured abdominal aortic aneurysm, severe multiple trauma with organ dysfunction, sepsis with organ dysfunction
vi: Vỡ phình động mạch chủ, chấn thương đa tạng nặng

# asa_class_6_title
source: ASA VI - Brain dead
vi: ASA VI

# asa_class_6_description
source: Brain dead patient whose organs are being removed for donor purposes
vi: Não chết được khai thác tạng

# asa_class_6_examples
source: Patient declared brain dead for organ donation
vi: Bệnh nhân não chết hiến tạng

# asa_perioperative_mortality
source: Perioperative Mortality
vi: Tỷ lệ tử vong phẫu thuật

# asa_anesthesia_risk
source: Anesthesia Risk
vi: Nguy cơ gây mê

# asa_risk_low
source: Low anesthesia risk
vi: Thấp

# asa_risk_low_moderate
source: Low-moderate anesthesia risk
vi: Thấp-Trung bình

# asa_risk_moderate_high
source: Moderate-high anesthesia risk
vi: Trung bình-Cao

# asa_risk_high
source: High anesthesia risk
vi: Cao

# asa_risk_very_high
source: Very high anesthesia risk
vi: Rất cao

# asa_risk_not_applicable
source: Not applicable
vi: Không áp dụng

# asa_recommendation_class_1
source: Can undergo normal surgery
vi: Phẫu thuật an toàn, nguy cơ tối thiểu

# asa_recommendation_class_2
source: Need to control disease before surgery
vi: Chuẩn bị cẩn thận, nguy cơ thấp

# asa_recommendation_class_3
source: Need to optimize condition before surgery, close monitoring required
vi: Tối ưu hóa trước phẫu thuật

# asa_recommendation_class_4
source: Consider benefit/risk ratio, may need ICU postoperatively
vi: Cân nhắc nguy cơ/lợi ích cẩn thận

# asa_recommendation_class_5
source: Emergency surgery only for life-saving, poor prognosis
vi: Chỉ phẫu thuật cứu sống

# asa_recommendation_class_6
source: Organ procurement surgery
vi: Chỉ để hiến tạng

# asa_classifications
source: ASA Physical Status Classifications
vi: Phân loại ASA

# asa_important_notes
source: Important Notes
vi: Lưu ý quan trọng

# asa_notes_text
source: • ASA is assessed by anesthesiologist before surgery • Suffix "E" is added for emergency surgery (e.g., ASA III-E) • ASA does not directly predict anesthesia risk but reflects health status • Should be combined with other factors: age, type of surgery, anesthesia technique • ASA IV-V require special preparation and may need postoperative ICU
vi: Phân loại ASA đánh giá tình trạng sức khỏe trước phẫu thuật, không dự đoán nguy cơ cụ thể. Thêm 'E' cho phẫu thuật cấp cứu.

# asa_reference_title
source: References
vi: Tài liệu tham khảo

# asa_reference_text
source: American Society of Anesthesiologists. ASA Physical Status Classification System. Last approved by the ASA House of Delegates on October 15, 2014, and last amended on December 13, 2020.
vi: American Society of Anesthesiologists. ASA Physical Status Classification System. Updated October 15, 2014.

# rcri_title
source: Revised Cardiac Risk Index
vi: Chỉ số RCRI

# rcri_subtitle
source: RCRI (Lee Index)
vi: Revised Cardiac Risk Index

# rcri_risk_very_low
source: Very Low Risk
vi: Rất thấp

# rcri_risk_low
source: Low Risk
vi: Thấp

# rcri_risk_moderate
source: Moderate Risk
vi: Trung bình

# rcri_risk_high
source: High Risk
vi: Cao

# rcri_cardiac_event_risk
source: Cardiac Event Risk
vi: Nguy cơ biến cố tim mạch

# rcri_perioperative_management
source: Perioperative Management:
vi: Quản lý phẫu thuật

# rcri_recommendations
source: Recommendations:
vi: Khuyến nghị

# rcri_management_standard
source: Standard perioperative management
vi: Quản lý tiêu chuẩn

# rcri_management_monitoring
source: Cardiac monitoring during surgery
vi: Theo dõi tăng cường

# rcri_management_intensive
source: Close cardiac monitoring, postop ICU
vi: Quản lý tích cực

# rcri_management_invasive
source: Invasive monitoring, ICU monitoring, consider circulatory support
vi: Can thiệp xâm lấn

# rcri_recommendation_0
source: Proceed with planned surgery, no additional cardiac evaluation needed
vi: Không cần đánh giá tim mạch thêm

# rcri_recommendation_1
source: Consider cardiac evaluation if symptomatic or high-risk surgery
vi: Cân nhắc đánh giá tim mạch

# rcri_recommendation_2
source: Recommend preoperative cardiac evaluation, optimize treatment
vi: Khuyến nghị đánh giá tim mạch

# rcri_recommendation_3
source: Mandatory comprehensive cardiac evaluation, consider preoperative intervention
vi: Bắt buộc đánh giá tim mạch

# rcri_risk_factors_title
source: Cardiac Risk Factors
vi: Yếu tố nguy cơ

# rcri_current_risk_factors
source: Current Risk Factors ({count})
vi: Yếu tố nguy cơ hiện tại

# rcri_high_risk_surgery_title
source: Examples of High-Risk Surgery
vi: Phẫu thuật nguy cơ cao

# rcri_risk_stratification_title
source: Risk Stratification
vi: Phân tầng nguy cơ

# rcri_clinical_info_title
source: Clinical Information
vi: Thông tin lâm sàng

# rcri_surgery_examples
source: Examples of High-Risk Surgery
vi: Ví dụ phẫu thuật

# rcri_surgery_aortic
source: Aortic and major vascular surgery
vi: Phẫu thuật động mạch chủ

# rcri_surgery_peripheral
source: Peripheral vascular surgery
vi: Phẫu thuật mạch máu ngoại vi

# rcri_surgery_abdominal
source: Major abdominal surgery
vi: Phẫu thuật bụng lớn

# rcri_surgery_thoracic
source: Thoracic surgery (non-cardiac)
vi: Phẫu thuật lồng ngực

# rcri_surgery_renal
source: Renal surgery
vi: Phẫu thuật thận

# rcri_surgery_hepatic
source: Major hepatic surgery
vi: Phẫu thuật gan

# rcri_surgery_head_neck
source: Head-neck surgery with major blood loss
vi: Phẫu thuật đầu cổ lớn

# rcri_surgery_orthopedic
source: Major orthopedic surgery with blood loss
vi: Phẫu thuật xương khớp lớn

# rcri_cardiac_event_risk_label
source: Cardiac Event Risk
vi: Nguy cơ biến cố tim

# rcri_perioperative_mgmt_label
source: Perioperative Management:
vi: Quản lý phẫu thuật

# rcri_clinical_info_text
source: Revised Cardiac Risk Index (RCRI/Lee Index) assesses perioperative cardiac event risk Cardiac events include: • Myocardial infarction • Acute pulmonary edema • Complete atrioventricular block • Cardiac arrest • Ventricular fibrillation Clinical applications: • Preoperative risk assessment • Decision for additional cardiac evaluation • Anesthesia method and monitoring selection • Patient risk counseling Important notes: • Applies to non-cardiac surgery • Does not replace comprehensive clinical assessment • Consider other risk factors • Optimize medical treatment before surgery
vi: RCRI đánh giá nguy cơ biến cố tim mạch trong phẫu thuật không tim, giúp hướng dẫn đánh giá và quản lý trước phẫu thuật.

# rcri_references
source: References
vi: Tài liệu tham khảo

# rcri_risk_0_title
source: Very Low Risk
vi: 0 yếu tố nguy cơ

# rcri_risk_0_desc
source: No additional evaluation needed
vi: Nguy cơ rất thấp (0.4%)

# rcri_risk_1_title
source: Low Risk
vi: 1 yếu tố nguy cơ

# rcri_risk_1_desc
source: Consider evaluation if symptomatic
vi: Nguy cơ thấp (0.9%)

# rcri_risk_2_title
source: Moderate Risk
vi: 2 yếu tố nguy cơ

# rcri_risk_2_desc
source: Recommend preoperative evaluation
vi: Nguy cơ trung bình (7%)

# rcri_risk_3_title
source: High Risk
vi: ≥3 yếu tố nguy cơ

# rcri_risk_3_desc
source: Mandatory comprehensive evaluation
vi: Nguy cơ cao (11%)

# rcri_ihd_title
source: Ischemic Heart Disease
vi: Bệnh tim thiếu máu cục bộ

# rcri_ihd_description
source: History of MI, positive stress test, angina, nitrate use, pathologic Q waves
vi: Tiền sử nhồi máu cơ tim, test gắng sức dương tính, đau thắt ngực, dùng nitrate

# rcri_chf_title
source: Congestive Heart Failure
vi: Suy tim sung huyết

# rcri_chf_description
source: History of CHF, pulmonary edema, orthopnea, lung crackles, cardiomegaly, peripheral edema
vi: Tiền sử suy tim, phù phổi, khó thở khi gắng sức, S3 thính chẩn

# rcri_cvd_title
source: Cerebrovascular Disease
vi: Bệnh mạch máu não

# rcri_cvd_description
source: History of stroke or transient ischemic attack
vi: Tiền sử đột quỵ hoặc thiếu máu não thoáng qua

# rcri_dm_title
source: Diabetes Requiring Insulin
vi: Đái tháo đường cần insulin

# rcri_dm_description
source: Type 1 or Type 2 diabetes requiring insulin therapy
vi: Đái tháo đường được điều trị bằng insulin

# rcri_renal_title
source: Renal Failure (Creatinine >2.0)
vi: Suy thận

# rcri_renal_description
source: Serum creatinine >2.0 mg/dL (177 μmol/L)
vi: Creatinine huyết thanh >2 mg/dL trước phẫu thuật

# rcri_surgery_title
source: High-Risk Surgery
vi: Phẫu thuật nguy cơ cao

# rcri_surgery_description
source: Intraperitoneal, intrathoracic, or suprainguinal vascular surgery
vi: Phẫu thuật nội soi, mạch máu, hoặc phẫu thuật lớn

# rcri_active_factors
source: Current Risk Factors ({count})
vi: Yếu tố hoạt động

# rcri_high_risk_surgeries
source: High-Risk Surgeries
vi: Phẫu thuật nguy cơ cao
