Repository: Anhthuhai/DR-ICU
Catalog: lib/l10n/app_*.arb
Languages: vi

# rcri_surgery_1
source: Aortic and major vascular surgery
vi: Phẫu thuật động mạch chủ bụng

# rcri_surgery_2
source: Peripheral vascular surgery
vi: Phẫu thuật mạch máu ngoại vi

# rcri_surgery_3
source: Major intraabdominal surgery
vi: Phẫu thuật bụng lớn

# rcri_surgery_4
source: Intrathoracic surgery (non-cardiac)
vi: Phẫu thuật lồng ngực

# rcri_surgery_5
source: Renal surgery
vi: Phẫu thuật thận

# rcri_surgery_6
source: Major hepatic surgery
vi: Phẫu thuật gan

# rcri_surgery_7
source: Head and neck surgery with significant blood loss
vi: Phẫu thuật đầu cổ

# rcri_surgery_8
source: Major orthopedic surgery with significant blood loss
vi: Phẫu thuật xương khớp lớn

# rcri_risk_stratification
source: Cardiac Event Risk Stratification
vi: Phân tầng nguy cơ

# rcri_score_0_action
source: No additional evaluation needed
vi: Không cần đánh giá thêm

# rcri_score_1_action
source: Consider evaluation if symptomatic
vi: Cân nhắc đánh giá

# rcri_score_2_action
source: Recommend cardiac evaluation
vi: Khuyến nghị đánh giá

# rcri_score_3_action
source: Mandatory comprehensive evaluation
vi: Bắt buộc đánh giá

# rcri_clinical_info
source: Clinical Information
vi: Thông tin lâm sàng

# rcri_clinical_text
source: Revised Cardiac Risk Index (RCRI/Lee Index) evaluates perioperative cardiac event risk Cardiac events include: • Myocardial infarction • Acute pulmonary edema • Complete heart block • Cardiac arrest • Ventricular fibrillation Clinical applications: • Preoperative risk assessment • Decision for additional cardiac evaluation • Choice of anesthesia method and monitoring • Risk counseling for patients Important notes: • Applies to non-cardiac surgery • Does not replace comprehensive clinical assessment • Consider other risk factors • Optimize medical treatment before surgery
vi: RCRI là công cụ được xác thực rộng rãi để đánh giá nguy cơ biến cố tim mạch perioperative.

# rcri_reference_title
source: References
vi: Tài liệu tham khảo

# rcri_reference_text
source: Lee TH, Marcantonio ER, Mangione CM, et al. Derivation and prospective validation of a simple index for prediction of cardiac risk of major noncardiac surgery. Circulation. 1999;100(10):1043-9.
vi: Lee TH, et al. Derivation and prospective validation of a simple index for prediction of cardiac risk of major noncardiac surgery. Circulation. 1999;100(10):1043-9.

# surgical_apgar_title
source: Surgical Apgar Score
vi: Thang điểm Surgical Apgar

# surgical_apgar_subtitle
source: Postoperative complication risk assessment
vi: Đánh giá kết quả phẫu thuật

# surgical_apgar_risk_low
source: Low
vi: Nguy cơ thấp

# surgical_apgar_risk_moderate_low
source: Moderate Low
vi: Nguy cơ thấp-trung bình

# surgical_apgar_risk_moderate_high
source: Moderate High
vi: Nguy cơ trung bình-cao

# surgical_apgar_risk_high
source: High
vi: Nguy cơ cao

# surgical_apgar_risk_very_high
source: Very High
vi: Nguy cơ rất cao

# surgical_apgar_heart_rate_label
source: Lowest Heart Rate
vi: Nhịp tim thấp nhất

# surgical_apgar_heart_rate_unit
source: bpm
vi: lần/phút

# surgical_apgar_heart_rate_helper
source: Lowest heart rate during surgery
vi: Nhịp tim thấp nhất trong phẫu thuật

# surgical_apgar_blood_pressure_label
source: Lowest Mean Arterial Pressure
vi: MAP thấp nhất

# surgical_apgar_blood_pressure_helper
source: Lowest MAP during surgery
vi: Huyết áp động mạch trung bình thấp nhất

# surgical_apgar_blood_loss_label
source: Estimated Blood Loss
vi: Mất máu ước tính

# surgical_apgar_blood_loss_unit
source: mL/kg
vi: mL

# surgical_apgar_blood_loss_helper
source: Total blood loss / body weight
vi: Tổng lượng máu mất trong phẫu thuật

# surgical_apgar_parameters_title
source: Surgical Parameters
vi: Thông số phẫu thuật

# surgical_apgar_score_breakdown_title
source: Score Breakdown
vi: Phân tích điểm số

# surgical_apgar_risk_stratification_title
source: Risk Stratification
vi: Phân tầng nguy cơ

# surgical_apgar_clinical_guidelines_title
source: Clinical Guidelines
vi: Hướng dẫn lâm sàng

# surgical_apgar_clinical_info_title
source: Clinical Information
vi: Thông tin lâm sàng

# surgical_apgar_complication_risk
source: Complications
vi: Nguy cơ biến chứng

# surgical_apgar_mortality_risk
source: Mortality
vi: Nguy cơ tử vong

# surgical_apgar_recommendations
source: Recommendations:
vi: Khuyến nghị

# surgical_apgar_recommendation_low
source: Standard postoperative monitoring, good prognosis
vi: Chăm sóc tiêu chuẩn sau phẫu thuật

# surgical_apgar_recommendation_moderate_low
source: Close monitoring, early complication screening
vi: Theo dõi tăng cường

# surgical_apgar_recommendation_moderate_high
source: Active monitoring, prepare for intervention
vi: Chăm sóc tích cực

# surgical_apgar_recommendation_high
source: Special monitoring, high complication risk
vi: Quản lý đặc biệt

# surgical_apgar_recommendation_very_high
source: Intensive monitoring, extremely high risk, consider ICU
vi: Chăm sóc tích cực tối đa

# surgical_apgar_heart_rate_scoring
source: Lowest Heart Rate
vi: Tính điểm nhịp tim

# surgical_apgar_map_scoring
source: Lowest MAP
vi: Tính điểm MAP

# surgical_apgar_blood_loss_scoring
source: Estimated Blood Loss
vi: Tính điểm mất máu

# surgical_apgar_score_points
source: points
vi: điểm

# surgical_apgar_hr_criteria_1
source: ≥56 bpm: 2 points
vi: >85: 4 điểm

# surgical_apgar_hr_criteria_2
source: 40-55 bpm: 1 point
vi: 76-85: 3 điểm

# surgical_apgar_hr_criteria_3
source: <40 bpm: 0 points
vi: 66-75: 2 điểm

# surgical_apgar_map_criteria_1
source: ≥70 mmHg: 2 points
vi: >60: 4 điểm

# surgical_apgar_map_criteria_2
source: 40-69 mmHg: 1 point
vi: 50-60: 3 điểm

# surgical_apgar_map_criteria_3
source: <40 mmHg: 0 points
vi: 40-49: 2 điểm

# surgical_apgar_bl_criteria_1
source: ≤10 mL/kg: 2 points
vi: <100mL: 4 điểm

# surgical_apgar_bl_criteria_2
source: 11-40 mL/kg: 1 point
vi: 100-600mL: 3 điểm

# surgical_apgar_bl_criteria_3
source: >40 mL/kg: 0 points
vi: 601-1000mL: 2 điểm

# surgical_apgar_guideline_low_title
source: Score 6-7: Low Risk
vi: Điểm cao (6-7)

# surgical_apgar_guideline_moderate_title
source: Score 4-5: Moderate Risk
vi: Điểm trung bình (4-5)

# surgical_apgar_guideline_high_title
source: Score ≤3: High Risk
vi: Điểm thấp (0-3)

# surgical_apgar_guideline_low_1
source: Standard postoperative monitoring
vi: • Chăm sóc sau phẫu thuật tiêu chuẩn

# surgical_apgar_guideline_low_2
source: Early discharge if appropriate
vi: • Theo dõi dấu hiệu sinh tồn thường quy

# surgical_apgar_guideline_low_3
source: Routine outpatient follow-up
vi: • Vận động sớm

# surgical_apgar_guideline_low_4
source: Good prognosis
vi: • Xuất viện theo kế hoạch

# surgical_apgar_guideline_moderate_1
source: Close monitoring 24-48h
vi: • Theo dõi tăng cường 24-48h

# surgical_apgar_guideline_moderate_2
source: Early complication screening
vi: • Kiểm tra xét nghiệm thêm

# surgical_apgar_guideline_moderate_3
source: Consider special monitoring
vi: • Cân nhắc chăm sóc đặc biệt

# surgical_apgar_guideline_moderate_4
source: Counsel family about risks
vi: • Theo dõi biến chứng

# surgical_apgar_guideline_high_1
source: ICU/HDU monitoring
vi: • Chăm sóc tích cực

# surgical_apgar_guideline_high_2
source: Active complication screening
vi: • Cân nhắc ICU

# surgical_apgar_guideline_high_3
source: Multi-organ support if needed
vi: • Theo dõi chặt chẽ biến chứng

# surgical_apgar_guideline_high_4
source: Detailed prognostic counseling
vi: • Can thiệp tích cực nếu cần

# surgical_apgar_management_standard
source: Standard monitoring
vi: Quản lý tiêu chuẩn

# surgical_apgar_management_close
source: Close monitoring
vi: Theo dõi chặt chẽ

# surgical_apgar_management_active
source: Active monitoring
vi: Chăm sóc tích cực

# surgical_apgar_management_special
source: Special monitoring
vi: Quản lý đặc biệt

# surgical_apgar_management_intensive
source: Intensive monitoring
vi: Chăm sóc tích cực tối đa

# surgical_apgar_clinical_text
source: Surgical Apgar Score assesses postoperative complication risk Three main parameters: • Lowest heart rate during surgery • Lowest mean arterial pressure • Estimated blood loss Assessment timing: • End of surgery • Before transfer to recovery • Recorded in surgical records Clinical applications: • Predict early complications • Determine monitoring level • Family counseling • Quality improvement Common complications: • Surgical site infection • Anastomotic leak • Respiratory failure • Heart failure • Embolism Advantages: • Simple, easy to calculate • Available immediately post-op • High reliability • Wide applicability Limitations: • Does not predict late complications • Depends on accurate recording • Needs combined assessment • Varies by surgery type
vi: Surgical Apgar Score dự đoán nguy cơ biến chứng và tử vong sau phẫu thuật dựa trên các thông số trong mổ.

# surgical_apgar_reference_title
source: References
vi: Tài liệu tham khảo

# surgical_apgar_reference_text
source: Gawande AA, et al. An Apgar score for surgery. J Am Coll Surg. 2007;204(2):201-8. Regenbogen SE, et al. The intraoperative Surgical Apgar Score predicts postoperative complications in patients undergoing pancreaticoduodenectomy. J Gastrointest Surg. 2008;12(11):2031-9.
vi: Gawande AA, et al. An Apgar score for surgery. J Am Coll Surg. 2007;204(2):201-8.

# preop_mortality_title
source: Preoperative Mortality Prediction
vi: Dự đoán tử vong phẫu thuật

# preop_mortality_subtitle
source: 30-day surgical mortality risk
vi: Preoperative Mortality Prediction

# preop_mortality_risk_title
source: Surgical Mortality Risk
vi: Nguy cơ tử vong

# preop_mortality_risk_very_low
source: Very Low
vi: Rất thấp (<0.5%)

# preop_mortality_risk_low
source: Low
vi: Thấp (0.5-1.5%)

# preop_mortality_risk_moderate
source: Moderate
vi: Trung bình (1.5-5%)

# preop_mortality_risk_high
source: High
vi: Cao (5-15%)

# preop_mortality_risk_very_high
source: Very High
vi: Rất cao (>15%)

# preop_mortality_recommendations
source: Recommendations:
vi: Khuyến nghị

# preop_mortality_recommendation_very_low
source: Safe surgery, standard monitoring
vi: Phẫu thuật an toàn

# preop_mortality_recommendation_low
source: Low risk, standard surgical preparation
vi: Chuẩn bị tiêu chuẩn

# preop_mortality_recommendation_moderate
source: Optimize preoperative condition, close monitoring
vi: Tối ưu hóa trước phẫu thuật

# preop_mortality_recommendation_high
source: Consider benefit/risk ratio, counsel family
vi: Cân nhắc cẩn thận

# preop_mortality_recommendation_very_high
source: Very high risk, consider less invasive alternatives
vi: Tìm phương án thay thế

# preop_mortality_patient_factors
source: Patient Factors
vi: Yếu tố bệnh nhân

# preop_mortality_age_label
source: Age
vi: Tuổi

# preop_mortality_age_unit
source: years
vi: năm

# preop_mortality_asa_label
source: ASA Physical Status
vi: Phân loại ASA

# preop_mortality_asa_1
source: ASA I: Healthy patient
vi: ASA I

# preop_mortality_asa_2
source: ASA II: Patient with mild systemic disease
vi: ASA II

# preop_mortality_asa_3
source: ASA III: Patient with severe systemic disease
vi: ASA III

# preop_mortality_asa_4
source: ASA IV: Patient with life-threatening disease
vi: ASA IV

# preop_mortality_asa_5
source: ASA V: Moribund patient
vi: ASA V

# preop_mortality_surgery_factors
source: Surgical Factors
vi: Yếu tố phẫu thuật

# preop_mortality_surgery_risk_label
source: Surgical Risk Level
vi: Nguy cơ phẫu thuật

# preop_mortality_surgery_low
source: Low risk (<1%)
vi: Thấp

# preop_mortality_surgery_low_desc
source: Endoscopic surgery, skin excision
vi: Phẫu thuật nông, ít xâm lấn

# preop_mortality_surgery_intermediate
source: Intermediate risk (1-5%)
vi: Trung bình

# preop_mortality_surgery_intermediate_desc
source: Abdominal, thoracic, orthopedic surgery
vi: Phẫu thuật nội soi, xâm lấn vừa

# preop_mortality_surgery_high
source: High risk (>5%)
vi: Cao

# preop_mortality_surgery_high_desc
source: Major vascular surgery, major emergency
vi: Phẫu thuật lớn, mạch máu

# preop_mortality_emergency
source: Emergency surgery
vi: Phẫu thuật cấp cứu

# preop_mortality_emergency_desc
source: Surgery within 24 hours
vi: Phẫu thuật không thể trì hoãn

# preop_mortality_comorbidities
source: Comorbidities
vi: Bệnh kèm theo

# preop_mortality_cardiac
source: Cardiac risk factors
vi: Bệnh tim

# preop_mortality_cardiac_desc
source: Coronary disease, heart failure, valve disease
vi: Suy tim, bệnh mạch vành

# preop_mortality_pulmonary
source: Pulmonary disease
vi: Bệnh phổi

# preop_mortality_pulmonary_desc
source: COPD, asthma, interstitial lung disease
vi: COPD, hen, suy hô hấp

# preop_mortality_renal
source: Renal disease
vi: Bệnh thận

# preop_mortality_renal_desc
source: Chronic kidney disease, dialysis
vi: Suy thận, thẩm phân

# preop_mortality_hepatic
source: Hepatic disease
vi: Bệnh gan

# preop_mortality_hepatic_desc
source: Cirrhosis, hepatitis, liver failure
vi: Xơ gan, suy gan

# preop_mortality_neurologic
source: Neurologic disease
vi: Bệnh thần kinh

# preop_mortality_neurologic_desc
source: Stroke, dementia, seizures
vi: Đột quỵ, sa sút trí tuệ

# preop_mortality_diabetes
source: Diabetes mellitus
vi: Đái tháo đường

# preop_mortality_diabetes_desc
source: Controlled or uncontrolled
vi: ĐTĐ có/không biến chứng

# preop_mortality_immunosuppression
source: Immunosuppression
vi: Suy giảm miễn dịch

# preop_mortality_immunosuppression_desc
source: Corticosteroids, chemotherapy, HIV
vi: Corticoid, hóa trị, HIV

# preop_mortality_risk_stratification
source: Risk Stratification
vi: Phân tầng nguy cơ

# preop_mortality_action_safe
source: Safe surgery
vi: Phẫu thuật an toàn

# preop_mortality_action_standard
source: Standard preparation
vi: Chuẩn bị tiêu chuẩn

# preop_mortality_action_optimize
source: Optimize preoperatively
vi: Tối ưu hóa trước mổ

# preop_mortality_action_consider
source: Consider benefit/risk
vi: Cân nhắc cẩn thận

# preop_mortality_action_alternative
source: Consider alternatives
vi: Tìm phương án khác

# preop_mortality_guidelines
source: Clinical Guidelines
vi: Hướng dẫn

# preop_mortality_guideline_low_title
source: Low risk (<5%)
vi: Nguy cơ thấp

# preop_mortality_guideline_low_1
source: Standard surgical preparation
vi: • Chuẩn bị phẫu thuật tiêu chuẩn

# preop_mortality_guideline_low_2
source: No special optimization needed
vi: • Theo dõi thường quy

# preop_mortality_guideline_low_3
source: Standard postoperative monitoring
vi: • Không cần đánh giá đặc biệt

# preop_mortality_guideline_low_4
source: Explain risks to patient
vi: • Xuất viện theo kế hoạch

# preop_mortality_guideline_moderate_title
source: Moderate risk (5-15%)
vi: Nguy cơ trung bình

# preop_mortality_guideline_moderate_1
source: Optimize preoperative condition
vi: • Tối ưu hóa các bệnh kèm theo

# preop_mortality_guideline_moderate_2
source: Specialist consultation if needed
vi: • Đánh giá tim phổi nếu cần

# preop_mortality_guideline_moderate_3
source: Consider ICU postoperatively
vi: • Theo dõi chặt chẽ sau mổ

# preop_mortality_guideline_moderate_4
source: Detailed family counseling
vi: • Chuẩn bị ICU nếu cần

# preop_mortality_guideline_high_title
source: High risk (>15%)
vi: Nguy cơ cao

# preop_mortality_guideline_high_1
source: Multidisciplinary consultation
vi: • Đánh giá đa chuyên khoa

# preop_mortality_guideline_high_2
source: Consider less invasive options
vi: • Cân nhắc phương án khác

# preop_mortality_guideline_high_3
source: Prepare ICU and intensive support
vi: • Thảo luận với gia đình

# preop_mortality_guideline_high_4
source: Thorough risk counseling
vi: • Chăm sóc tích cực

# preop_mortality_clinical_info
source: Clinical Information
vi: Thông tin lâm sàng

# preop_mortality_clinical_text
source: 30-day surgical mortality risk prediction Risk factors: • Age: >80 years increases risk significantly • ASA: Health status classification • Surgery type: Invasiveness level • Emergency nature • Comorbidities Surgical classification: • Low risk: Endoscopic, dermatologic • Intermediate risk: Abdominal, thoracic • High risk: Vascular, major emergency Clinical applications: • Patient and family counseling • Treatment decision making • Postoperative preparation • Resource allocation Limitations: • Predictive only • Requires clinical assessment • Changes over time • Does not replace physician experience
vi: Dự đoán tử vong phẫu thuật giúp đánh giá nguy cơ và lập kế hoạch chăm sóc phù hợp.

# preop_mortality_reference_title
source: References
vi: Tài liệu tham khảo

# preop_mortality_reference_text
source: Bilimoria KY, Liu Y, Paruch JL, et al. Development and evaluation of the universal ACS NSQIP surgical risk calculator: a decision aid and informed consent tool for patients and surgeons. J Am Coll Surg. 2013;217(5):833-42.
vi: Various prediction models including ACS-NSQIP, P-POSSUM, and institution-specific models.

# mdrd_gfr_title
source: MDRD GFR Calculator
vi: MDRD GFR

# mdrd_gfr_result
source: MDRD GFR
vi: Kết quả GFR

# mdrd_gfr_unit
source: ml/min/1.73m²
vi: mL/phút/1.73m²

# mdrd_gfr_input_prompt
source: Enter parameters to calculate GFR
vi: Nhập thông tin bệnh nhân

# mdrd_gfr_input_title
source: Input Parameters (MDRD)
vi: Thông tin đầu vào

# mdrd_gfr_age
source: Age
vi: Tuổi

# mdrd_gfr_age_unit
source: years
vi: năm

# mdrd_gfr_creatinine
source: Serum Creatinine
vi: Creatinine huyết thanh

# mdrd_gfr_creatinine_example
source: e.g., 1.2 mg/dL (106 umol/L)
vi: Ví dụ: 1.2 mg/dL

# mdrd_gfr_demographics
source: Demographics
vi: Thông tin dân số

# mdrd_gfr_female
source: Female
vi: Nữ giới

# mdrd_gfr_female_factor
source: Adjustment factor: ×0.742
vi: Hệ số điều chỉnh cho nữ

# mdrd_gfr_african_american
source: African American
vi: Người Mỹ gốc Phi

# mdrd_gfr_african_american_factor
source: Adjustment factor: ×1.212
vi: Hệ số điều chỉnh chủng tộc

# mdrd_gfr_function_normal
source: Normal/High
vi: Chức năng thận bình thường

# mdrd_gfr_function_mild
source: Mildly decreased
vi: Giảm nhẹ chức năng thận

# mdrd_gfr_function_mild_moderate
source: Mild-moderate decrease
vi: Giảm nhẹ-trung bình

# mdrd_gfr_function_moderate_severe
source: Moderate-severe decrease
vi: Giảm trung bình-nặng

# mdrd_gfr_function_severe
source: Severely decreased
vi: Giảm nặng chức năng thận

# mdrd_gfr_function_esrd
source: End-stage renal disease
vi: Suy thận giai đoạn cuối

# mdrd_gfr_stage_1
source: CKD Stage 1 (if kidney damage present)
vi: Giai đoạn 1 (≥90)

# mdrd_gfr_stage_2
source: CKD Stage 2
vi: Giai đoạn 2 (60-89)

# mdrd_gfr_stage_3a
source: CKD Stage 3a
vi: Giai đoạn 3a (45-59)

# mdrd_gfr_stage_3b
source: CKD Stage 3b
vi: Giai đoạn 3b (30-44)

# mdrd_gfr_stage_4
source: CKD Stage 4
vi: Giai đoạn 4 (15-29)

# mdrd_gfr_stage_5
source: CKD Stage 5
vi: Giai đoạn 5 (<15)

# mdrd_gfr_clinical_action
source: Clinical Action
vi: Hành động lâm sàng

# mdrd_gfr_action_normal
source: Normal monitoring if no kidney damage
vi: Theo dõi định kỳ

# mdrd_gfr_action_mild
source: Screen for CKD complications, control risk factors
vi: Kiểm tra 6-12 tháng

# mdrd_gfr_action_mild_moderate
source: Evaluate and treat CKD complications
vi: Kiểm tra 3-6 tháng

# mdrd_gfr_action_moderate_severe
source: Prepare for renal replacement therapy
vi: Kiểm tra 1-3 tháng

# mdrd_gfr_action_severe
source: Initiate renal replacement therapy
vi: Chuẩn bị thẩm phân

# mdrd_gfr_action_esrd
source: Urgent dialysis or kidney transplant
vi: Thẩm phân/ghép thận

# mdrd_gfr_drug_dosing
source: Drug Dosing Adjustment
vi: Điều chỉnh liều thuốc

# mdrd_gfr_dosing_normal
source: Normal dose for most medications
vi: Liều bình thường

# mdrd_gfr_dosing_reduce_25_50
source: Reduce renally-excreted drugs by 25-50%
vi: Giảm liều 25-50%

# mdrd_gfr_dosing_reduce_50_75
source: Reduce renally-excreted drugs by 50-75%
vi: Giảm liều 50-75%

# mdrd_gfr_dosing_avoid
source: Avoid nephrotoxic drugs, strict dose adjustment
vi: Tránh thuốc độc thận

# mdrd_gfr_comparison_title
source: Comparison with Other Methods
vi: So sánh với Cockcroft-Gault

# mdrd_gfr_estimated_unit
source: ml/min (estimated)
vi: mL/phút ước tính

# mdrd_gfr_weight_note
source: Note: Cockcroft-Gault estimated with 70kg weight
vi: MDRD không cần cân nặng

# mdrd_gfr_reference_values
source: Kidney Function Classification (GFR)
vi: Giá trị tham chiếu

# mdrd_gfr_clinical_info
source: Clinical Information
vi: Thông tin lâm sàng

# mdrd_gfr_clinical_text
source: MDRD (Modification of Diet in Renal Disease) Equation: GFR = 175 × (SCr)^-1.154 × (Age)^-0.203 × (0.742 if female) × (1.212 if African American) Advantages of MDRD: • Standardized to body surface area (1.73 m²) • More accurate than Cockcroft-Gault at low GFR • Recommended by international guidelines • Suitable for CKD staging Limitations: • Less accurate at GFR >60 ml/min/1.73m² • Not suitable for children <18 years • Poor estimation in very thin or obese patients • Use with caution in acute illness Note: CKD-EPI equation (2009, 2021) is now preferred over MDRD
vi: MDRD GFR ước tính chức năng thận dựa trên creatinine, tuổi, giới tính và chủng tộc. Được chuẩn hóa theo diện tích bề mặt cơ thể.

# mdrd_gfr_reference_title
source: References
vi: Tài liệu tham khảo

# mdrd_gfr_reference_text
source: Levey AS, Bosch JP, Lewis JB, et al. A more accurate method to estimate glomerular filtration rate from serum creatinine: a new prediction equation. Modification of Diet in Renal Disease Study Group. Ann Intern Med. 1999;130(6):461-70.
vi: Levey AS, et al. A more accurate method to estimate glomerular filtration rate from serum creatinine. Ann Intern Med. 1999;130(6):461-70.

source: CURB-65 Score
vi: Điểm CURB-65

# curb65_outpatient_treatment
source: Can be treated as outpatient
vi: Điều trị ngoại trú

# curb65_consider_hospital
source: Consider inpatient treatment or observation
vi: Cân nhắc nhập viện

# curb65_hospital_icu
source: Inpatient treatment required, consider ICU if score ≥4
vi: Nhập viện/ICU

# curb65_confusion_subtitle
source: (Mental confusion)
vi: Rối loạn ý thức

# curb65_no_confusion
source: No mental confusion
vi: Tỉnh táo

# curb65_no_confusion_desc
source: Good orientation to time, place, person
vi: Định hướng tốt

# curb65_has_confusion
source: Has mental confusion
vi: Lú lẫn

# curb65_has_confusion_desc
source: Disoriented to time, place or person
vi: Rối loạn ý thức mới xuất hiện

# curb65_bun_label
source: BUN ({unit})
vi: BUN (Blood Urea Nitrogen)

# curb65_bun_scoring
source: Score: 1 if BUN > 19 mg/dL (6.8 mmol/L)
vi: Tính điểm BUN

# curb65_systolic_bp
source: Systolic Blood Pressure (mmHg)
vi: Huyết áp tâm thu

# curb65_enter_value
source: Enter value
vi: Nhập giá trị

# curb65_score_label
source: Score: {score}
vi: Điểm số CURB-65

# curb65_reference_title
source: Reference
vi: Tài liệu tham khảo

# curb65_reference_text
source: Lim WS, et al. Defining community acquired pneumonia severity on presentation to hospital: an international derivation and validation study. Thorax. 2003;58(5):377-82.
vi: Lim WS, et al. Defining community acquired pneumonia severity on presentation to hospital. Thorax. 2003;58(5):377-82.
