Repository: Anhthuhai/DR-ICU
Catalog: lib/l10n/app_*.arb
Languages: vi

# curb65_clinical_info_content
source: CURB-65 Score assesses severity of community-acquired pneumonia CURB-65 criteria: • C (Confusion): Mental confusion or disorientation • U (Urea): Blood urea nitrogen >19 mg/dL (6.8 mmol/L) • R (Respiratory rate): ≥30 breaths per minute • B (Blood pressure): Systolic BP <90 mmHg • 65 (Age): Age ≥65 years Clinical applications: • Treatment location decision (outpatient vs inpatient) • ICU admission consideration • Risk stratification for pneumonia patients • Prognosis assessment Score interpretation: • 0-1: Low risk, outpatient treatment possible • 2: Moderate risk, consider hospitalization • 3-5: High risk, hospitalization required • ≥4: Consider ICU admission Important notes: • Must combine with clinical assessment • Consider comorbidities and social factors • Reevaluate if patient condition changes • Validated for community-acquired pneumonia
vi: CURB-65 đánh giá mức độ nặng của viêm phổi cộng đồng và hướng dẫn quyết định nơi điều trị.

source: CURB-65 Risk Stratification
vi: Phân tầng nguy cơ

# curb65_recommendations
source: Recommendations:
vi: Khuyến nghị điều trị

# curb65_treatment_setting
source: Treatment Setting
vi: Nơi điều trị

# curb65_outpatient
source: Outpatient
vi: Ngoại trú

# curb65_hospital_observation
source: Hospital/Observation
vi: Nhập viện theo dõi

# curb65_hospital_icu_admission
source: Hospital/ICU
vi: Nhập viện/Cân nhắc ICU

# curb65_assessment_parameters
source: Assessment Parameters
vi: Thông số đánh giá

# curb65_scoring_criteria
source: Scoring Criteria
vi: Tiêu chí tính điểm
